[{"id": "3026", "claim": "cynthia watros played grace kelly on the drew carey show.", "label": "REFUTES", "positive_evidence": {"id": "3199989", "text": "Ellen (TV series) Section::::Episodes.:Viva Las Vegas.\n\nThe episode \"Secrets & Ellen\" is part of a crossover with \"Grace Under Fire\", \"Coach\", and \"The Drew Carey Show\" set in Las Vegas. It features Brett Butler as Grace Kelly and Drew Carey as himself.\n\nSection::::Cast and characters.\n\nSection::::Cast and characters.:Main.\n\nNote: Between seasons one and two, there was not only a title change from \"These Friends of Mine\" to \"Ellen\", but several characters disappeared without explanation.", "title": "Ellen (TV series)"}, "negative_evidence": {"id": "22774491", "text": "Pilot (The Drew Carey Show) Drew Carey and Bruce Helford co-created \"The Drew Carey Show\". Having worked together twice before on \"The Good Life\" and \"Someone Like Me\", Carey joined up with Helford and told him he wanted to develop his own show. They each came up with various ideas and created \"The Drew Carey Show\". Carey later told a group of television critics at the network launch that the series was originally going to be called \"The Drew F...ing Carey Show\", saying \"We were going to call it The Drew F. Carey Show and see if anybody at home could figure it out!\"", "title": "Pilot (The Drew Carey Show)"}, "div": "d_set"}, {"id": "1069", "claim": "taylor schilling played the older piper on orange is the new black.", "label": "SUPPORTS", "positive_evidence": {"id": "20167258", "text": "Orange Is the New Black (season 1) Casting announcements began in August 2012 with Taylor Schilling, the first to be cast, in the lead role as Piper Chapman, followed by Jason Biggs as Piper's fiancé Larry Bloom. Laura Prepon and Yael Stone were next to join the series. Abigail Savage, who plays Gina, and Alysia Reiner, who plays Fig, had auditioned for role of Alex Vause. Prepon initially auditioned for Piper Chapman, however Kohan felt she would not worry about her [in prison], noting a \"toughness and a presence to her that wasn’t right for the character.\" Kohan instead gave her the role of Alex. Stone had originally auditioned for the role of Nicky Nichols, but she was not considered \"tough enough\" for the character; she was asked to audition for Lorna Morello instead. Likability was important for Morello, whom casting director Jen Euston deemed \"a very helpful, nice, sweet Italian girl.\" Laverne Cox, a black transgender woman, was cast as Sophia Burset, a transgender character. \"The Advocate\" touted \"Orange Is the New Black\" as possibly the first women-in-prison narrative to cast a transgender woman for this type of role. Natasha Lyonne was to audition for Alex, but was asked to read for the character Nicky Nichols; \"[Kohan knew] she could do Nicky with her eyes closed. She was perfect,\" said Euston. Uzo Aduba read for the part of Janae Watson but was offered the character Suzanne \"Crazy Eyes\" Warren. Taryn Manning was offered the role of Tiffany \"Pennsatucky\" Doggett. \"This American Life\" host Ira Glass was offered a role as a public radio host, but he declined. The role instead went to Robert Stanton, who plays the fictional host Maury Kind.", "title": "Orange Is the New Black (season 1)"}, "negative_evidence": {"id": "19026345", "text": "Enhydrina zweifeli Enhydrina zweifeli\n\nEnhydrina zweifeli is a species of snakes found from New Guinea to Australia (Northern Territory and Queensland). In the past they were thought to be \"Enhydrina schistosa\", but after DNA testing are now provisionally identified as \"Enhydrina zweifeli\". DNA test have shown they are not related to \"Enhydrina schistosa\".\n\n\"Enhydrina zweifeli\" are commonly known as the Sepik beaked seasnake or Zweifel's beaked seasnake. \"Enhydrina zweifeli\" is a highly venomous species of sea snake.\n\nStudied \"Enhydrina zweifeli\" have been near the mouth of Sepik River of New Guinea.\n\nSection::::References.", "title": "Enhydrina zweifeli"}, "div": "d_set"}, {"id": "1992", "claim": "stephen curry was the highest paid nba player in the 2017-2018 season.", "label": "SUPPORTS", "positive_evidence": {"id": "1643874", "text": "Highest-paid NBA players by season The highest-paid NBA players by season has recently eclipsed $40 million. Larry Bird was the first player to earn $5 million or more with a salary of $7,070,000 in the 1991-92 season. Magic Johnson became the first player to earn $10 million or more in the 94-95 season with a salary of $14,660,000. Patrick Ewing became the first player to earn $15 million or more in the 95-96 season with a salary of $18,724,000. Michael Jordan was the first NBA player to sign a contract worth over $20 million and in fact it exceeded $30 million as well in a season; this was a record he had held for 15 years. During the 1997–98 season, Jordan earned $33,140,000, which still stands as the most any NBA player has earned on a 1-year contract. Jordan also holds the record for the second largest 1-year contract at $30,140,000 in the 1996-97 season. Kobe Bryant become just the second player to reach this milestone when the 2013–14 season began. LeBron James became the third in the 2016–17 season. Stephen Curry became the first player to eclipse $40 million per year when he signed a record 5-year contract worth $201 million in 2017, starting with $34,682,550 in the 2017-18 season and ending with the largest earnings in the 2021-22 season with a record payout of $45,780,966.", "title": "Highest-paid NBA players by season"}, "negative_evidence": {"id": "9721981", "text": "Harry Boykoff In his 1948–49 season for Waterloo, Boykoff's shooting average (41.3%) was the fourth-highest in the league.\n\nWhile playing for the Celtics, he was the highest paid NBA player, at around $15,000 per year.\n\nHe became so proficient at blocking shots that because of his play, the rules of the game were changed to prevent shots being blocked on their way down toward the basket (goaltending).\n\nSection::::Personal.\n\nEven with his outstanding record, Boykoff remained humble. He was quoted as saying:\n\nI'm not an athlete, I'm just a big guy and a lucky one.", "title": "Harry Boykoff"}, "div": "d_set"}, {"id": "6557", "claim": "john roberts was the most recently appointed supreme court justice.", "label": "REFUTES", "positive_evidence": {"id": "20599627", "text": "List of Columbia University people in politics, military and law BULLET::::- R. Kent Greenawalt (J.D.)—Deputy United States Solicitor General (1971–1972)\n\nSection::::Politics, military and law.:U.S. Cabinet members and presidential advisors.:Supreme Court Justices.\n\nBULLET::::- Samuel Blatchford—United States Supreme Court Justice\n\nBULLET::::- Benjamin Cardozo—U.S. Supreme Court Justice\n\nBULLET::::- William O. Douglas—U.S. Supreme Court Justice; Chairman, the United States Securities and Exchange Commission (SEC); professor of law, Columbia and Yale law schools\n\nBULLET::::- Ruth Bader Ginsburg—Associate Justice of the U.S. Supreme Court; Judge, D.C. Circuit Court; former professor at Columbia Law School\n\nBULLET::::- Neil Gorsuch—Associate Justice of the U.S. Supreme Court; Judge, United States Court of Appeals for the Tenth Circuit", "title": "List of Columbia University people in politics, military and law"}, "negative_evidence": {"id": "3598172", "text": "Adrian S. Fisher Fisher was admitted to the Tennessee Bar in 1938, and had the distinction of clerking for two U.S. Supreme Court Justices, Louis Brandeis (1938–39) and Felix Frankfurter (1939–40). Fisher began his legal career with his appointment as Law Clerk to Supreme Court Justice Louis Brandeis, who was then 82 years old. In early 1939, Brandeis announced his retirement from the Supreme Court, and Fisher was invited to transfer to the chambers of the recently appointed Supreme Court Justice Felix Frankfurter. Following his term as Frankfurter's clerk in 1940, Fisher joined the United States Department of State as the assistant chief of the Foreign Funds Control Division of the State Department, where he served until shortly after the Japanese attack on Pearl Harbor.", "title": "Adrian S. Fisher"}, "div": "a_set"}, {"id": "1189", "claim": "the album all eyez on me by 2pac came out on february 13, 1996.", "label": "SUPPORTS", "positive_evidence": {"id": "15428435", "text": "Tupac Shakur \"All Eyez on Me\" was the fourth studio album by 2Pac, recorded in October 1995 and released on February 13, 1996, by Death Row Records and Interscope Records. The album is frequently recognized as one of the crowning achievements of 1990s rap music. Steve Huey of AllMusic stated that \"despite some undeniable filler, it is easily the best production 2Pac's ever had on record\". It was certified 5× platinum after just two months in April 1996 and 9× platinum in 1998. The album featured the \"Billboard\" Hot 100 number one singles \"How Do U Want It\" and \"California Love\". It featured five singles in all, the most of any 2Pac album. Moreover, \"All Eyez on Me\" (which was the only Death Row release to be distributed through PolyGram by way of Island Records) made history as the first double-full-length hip-hop solo studio album released for mass consumption. It was issued on two compact discs and four LPs. Chartwise, \"All Eyez on Me\" was the second album from 2Pac to hit number one on both the \"Billboard\" 200 and the Top R&B/Hip-Hop Albums charts. It sold 566,000 copies in the first week of its release and was charted in the top 100 for one-week Soundscan sales since 1991. By the end of 1996, the album had sold 5 million copies. The album won the 1997 Soul Train R&B/Soul or Rap Album of the Year Award. Shakur also won the Award for Favorite Rap/Hip-Hop Artist at the 24th Annual American Music Awards.", "title": "Tupac Shakur"}, "negative_evidence": {"id": "10329301", "text": "I Ain't Mad at Cha The track was produced by Dat Nigga Daz (who now goes by Daz Dillinger) and samples the song \"A Dream\" by DeBarge. The song was recorded the same day 2Pac was released from prison, and was the second song he recorded when he came out (\"Ambitionz Az a Ridah\" being the first). The single was released two days after 2Pac's death. As so, by the time this single was released, 2Pac had already finished recording his next album, \"\". It has been labeled by many one of the best songs on \"All Eyez on Me\" and one of the greatest in 2Pac's career. The song also appeared on 2Pac's \"Greatest Hits\" album. Another song on the CD single proved to be popular among fans. \"Heartz of Men\" appeared on 4 of 2Pac's albums, compared to 3 for \"I Ain't Mad at Cha\". These include: \"All Eyez on Me\", \"2Pac Live\", \"2Pac's Greatest Hits\", remixed version on \"Nu-Mixx Klazzics\", as well as \"Best of 2Pac\". A remix was made of Rihanna's \"We Ride\" to include elements of \"I Ain't Mad at Cha\". R&B group BLACKstreet also used the identical keyboard tune in \"Don't Leave Me\" off of their \"Another Level\" album. The track sampled Children of the Corn's \"American Dream\". On the clean version there is a new third verse that replaces the one on the album.", "title": "I Ain't Mad at Cha"}, "div": "d_set"}, {"id": "2854", "claim": "whitney houston has 2 grammy hall of fame awards.", "label": "SUPPORTS", "positive_evidence": {"id": "1028821", "text": "Whitney Houston (album) The album received good response from major publications. Three major critics of the \"Los Angeles Times\" listed the album on their year end critics list. The album ranked #79 on Robert Hilburn's list, #2 on Paul Grein's list and #5 on Dennis Hunt's list. In November 2003, the album was ranked #254 on \"Rolling Stone\"s publication of the 500 greatest albums of all time, and ranked #46 on the Rock and Roll Hall of Fame's \"Definitive 200 List\" in 2007. In addition, ranked #71 on \"Q\" magazine's \"100 Women Who Rock The World\" in 2002 and took the #15 spot on Yahoo! Music's 30 Most Significant Albums In Black Music History list in 2010, with Brandy's comments on the album; \"The first Whitney Houston CD was genius. That CD introduced the world to her angelic yet powerful voice. Without Whitney many of this generation of singers wouldn't be singing.\" In 2013, the album was inducted into the Grammy Hall of Fame giving Houston her 1st Grammy Hall of Fame Award and her 7th Grammy Award.", "title": "Whitney Houston (album)"}, "negative_evidence": {"id": "6104886", "text": "Grammy Awards and nominations for Whitney Houston Whitney Houston is one of the most successful female singers of all time. Her accomplishments have been recognized with six competitive Grammy Awards, and one Grammy Hall of Fame Award, giving her a total of seven Grammy Awards, though she has been nominated twenty-five times. She earned her first Grammy, Best Pop Vocal Performance, Female, in 1986, and was honored with two general field Grammys: Album of the Year for \"\" and Record of the Year for \"I Will Always Love You\" at its 36th ceremonies in 1994. Below is a list of awards for which she has been nominated and those that she won (the winner in each category has ★ mark).", "title": "Grammy Awards and nominations for Whitney Houston"}, "div": "d_set"}, {"id": "14488", "claim": "humayun tomb was declared a world heritage site on 11 september 2015.", "label": "REFUTES", "positive_evidence": {"id": "20367934", "text": "Humayun's Tomb The tomb was commissioned by Humayun's first wife and chief consort, Empress Bega Begum (also known as Haji Begum), in 1569-70, and designed by Mirak Mirza Ghiyas and his son, Sayyid Muhammad, Persian architects chosen by her. It was the first garden-tomb on the Indian subcontinent, and is located in Nizamuddin East, Delhi, India, close to the \"Dina-panah\" Citadel, also known as \"Purana Qila\" (Old Fort), that Humayun found in 1533. It was also the first structure to use red sandstone at such a scale. The tomb was declared a UNESCO World Heritage Site in 1993, and since then has undergone extensive restoration work, which is complete. Besides the main tomb enclosure of Humayun, several smaller monuments dot the pathway leading up to it, from the main entrance in the West, including one that even pre-dates the main tomb itself, by twenty years; it is the tomb complex of Isa Khan Niyazi, an Afghan noble in Sher Shah Suri's court of the Suri dynasty, who fought against the Mughals, constructed in 1547 CE.", "title": "Humayun's Tomb"}, "negative_evidence": {"id": "9369891", "text": "Jahan-e-Khusrau Year - 2002\n\n\"Dates - 8 - 9 - 10 March\"\n\nVenue - Arab ki Sarai, Humayun Tomb Monuments, New Delhi\n\nYear - 2003\n\n\"Dates - 28 February, 1-2 March\"\n\nVenue - Arab ki Sarai, Humayun Tomb Monuments, New Delhi\n\nYear - 2004\n\n\"Dates - 26-27 March\"\n\nVenue - Arab ki Sarai, Humayun Tomb Monuments, New Delhi\n\nYear - 2005\n\n\"Dates - 4 - 5 - 6 March\"\n\nVenue - Arab ki Sarai, Humayun Tomb Monuments, New Delhi\n\nYear - 2006\n\nVenue - Art & Culture Museum, Boston, USA\n\nYear - 2007\n\n\"Dates - 30-31 March & 1 April", "title": "Jahan-e-Khusrau"}, "div": "a_set"}, {"id": "7835", "claim": "the marco polo app came out on 26 may 2016.", "label": "REFUTES", "positive_evidence": {"id": "12017420", "text": "Marco Polo Hotels The company plans to open one new Marco Polo hotel and three new Niccolo hotels to bring the total number under the Marco Polo portfolio to 18 by 2018. Marco Polo Changsha will open in 2018 while Niccolo Chongqing will open in 1Q 2017, with Niccolo Changsha and Niccolo Suzhou opening in 2018.\n\nBULLET::::- Marco Polo Bangkok – Proposed\n\nBULLET::::- Marco Polo Jakarta – Proposed\n\nBULLET::::- Marco Polo Kuala Lumpur – Proposed\n\nBULLET::::- Marco Polo Singapore – Proposed\n\nBULLET::::- Marco Polo Taipei – Proposed\n\nBULLET::::- Marco Polo Makati Manila – Proposed\n\nBULLET::::- Marco Polo Ortigas Manila – 2014", "title": "Marco Polo Hotels"}, "negative_evidence": {"id": "8795027", "text": "Marco Polo (disambiguation) BULLET::::- Marco Polo (game), a game played in a swimming pool\n\nBULLET::::- Marco Polo (app), an multimedia messaging app\n\nBULLET::::- Fronte Marco Polo, Venetian political party\n\nBULLET::::- Marco Polo Cycling Club, a cycling development organization\n\nBULLET::::- Marco Polo Cycling–Donckers Koffie, aka \"Marco Polo Cycling\" (Marco Polo), a UCI pro cycling team\n\nBULLET::::- Marco Polo Hotels, Hong Kong based hotel management company\n\nBULLET::::- Marco Polo Ortigas Manila\n\nBULLET::::- Marco Polo sheep, subspecies of sheep found in the Himalayas\n\nSection::::See also.\n\nBULLET::::- \"The Travels of Marco Polo\", by Marco Polo\n\nBULLET::::- Marc O'Polo\n\nBULLET::::- \"The Adventures of Marco Polo\"", "title": "Marco Polo (disambiguation)"}, "div": "a_set"}, {"id": "959", "claim": "three stars were on the 1933 chicago flag.", "label": "SUPPORTS", "positive_evidence": {"id": "9896261", "text": "Night of Too Many Stars Night of Too Many Stars\n\nNight of Too Many Stars is a fundraising telethon for autism. It has been held every two or three years since 2003. The event was founded by Robert Smigel after learning that his son was diagnosed with autism.", "title": "Night of Too Many Stars"}, "negative_evidence": {"id": "12995903", "text": "1933 Chicago Maroons football team 1933 Chicago Maroons football team\n\nThe 1933 Chicago Maroons football team was an American football team that represented the University of Chicago during the 1933 Big Ten Conference football season. In their first season under head coach Clark Shaughnessy, the Maroons compiled a 3–3–2 record, finished in a tie for eighth place in the Big Ten Conference, and outscored their opponents by a combined total of 118 to 56.", "title": "1933 Chicago Maroons football team"}, "div": "d_set"}, {"id": "10147", "claim": "season 2 of rick and morty came out on july 26, 2015.", "label": "SUPPORTS", "positive_evidence": {"id": "23875988", "text": "Rick and Morty (season 2) Rick and Morty (season 2)\n\nThe second season of the animated television series \"Rick and Morty\" originally aired on Cartoon Network's late night programming block Adult Swim in the United States on July 26, 2015 with \"A Rickle in Time\", and concluded on October 4 with \"The Wedding Squanchers\". This season aired a total of ten episodes.\n\nSection::::Cast and characters.\n\nThe actors and actresses listed below lend their voices to the corresponding animated characters.\n\nSection::::Cast and characters.:Main cast.", "title": "Rick and Morty (season 2)"}, "negative_evidence": {"id": "22485510", "text": "List of Rick and Morty characters Morty Smith (voiced by Justin Roiland) – Rick's neurotic 14-year-old grandson who is frequently dragged into Rick's misadventures. Morty is a good kid but he is easily distressed. He is often reluctant to follow Rick's plans, and he often ends up traumatized by the unorthodox and morally questionable methods Rick uses to 'fix' situations. The main Morty the episodes follow is referred to as the \"Mortiest Morty\" by Rick due to his courage, which nearly every other Morty lacks due to their main use being makeshift cloaking devices, in which \"Morty waves\" cancel out a Rick's \"genius waves\" (a concept Morty takes offense to). In \"The Rickshank Rickdemption\", Morty is angry at Rick for abandoning them and convinces Summer not to do so, and even comes close to killing Rick when it appears that he is threatening Summer's life, though in the end after Rick returns home, Morty is glad to have his grandfather back. However, in \"The Rickchurian Mortydate\", Morty refuses to be at Rick's side when he decides to leave and stays with his parents and Summer. In \"Raising Gazorpazorp\" he accidentally impregnates an alien breeding robot, which gives birth to his half-alien son, Mortimer Smith Jr. Throughout the series, several characters mention that Morty has a learning disability, and he often displays low self-esteem. Despite this, he's shown to be intelligent and resourceful at times and as the series progresses he learns how to use many of Rick's devices and even manipulates Rick into taking Jerry on an adventure. By the end of season three he displays an uncanny degree of common sense as well as a deep understanding of Rick's twisted mind, as seen in \"Vindicators 3: The Return of Worldender\". The character was inspired primarily by Marty McFly from \"Back to the Future\".", "title": "List of Rick and Morty characters"}, "div": "a_set"}, {"id": "234", "claim": "nigel planer played grandpa joe in the 2005 film charlie and the chocolate factory.", "label": "REFUTES", "positive_evidence": {"id": "1890035", "text": "List of Charlie and the Chocolate Factory characters The character was played by David Kelly in the 2005 film adaptation \"Charlie and the Chocolate Factory\". Veteran actor Gregory Peck was originally selected to play the role, but he died in 2003 before filming began. This version of the character is written as more calm than the 1971 version. An original backstory to Grandpa Joe's past was added to Tim Burton's film, wherein it is said that Joe worked for Wonka until the latter fired all his workers from his factory due to constant corporate espionage by rival confectionery manufacturers. When he returns to the factory with Charlie for the tour, Wonka asks if he was a spy working for a competing factory before he humbly welcomes him back.", "title": "List of Charlie and the Chocolate Factory characters"}, "negative_evidence": {"id": "1890033", "text": "List of Charlie and the Chocolate Factory characters Grandpa Joe is the second main character in \"Charlie and the Chocolate Factory\". He is one of Charlie's four bed-ridden grandparents. He is usually stubborn, senile, and paranoid. He tells Charlie (and the reader) the story of Willy Wonka's chocolate factory and the mystery of the secret workers. When Charlie finds the Golden Ticket, Grandpa Joe leaps out of bed in joy, even though he was too lazy to jump out of bed when the family was impoverished. He unfortunately accompanied Charlie on the factory tour. In the sequel book, Grandpa Joe accompanies Charlie, Willy Wonka, and all of the members of Charlie's family in the Great Glass Elevator and assists in the rescue of the Space Hotel USA's Commuter Capsule from the Vermicious Knids. Grandpa Joe's age is given as \"ninety-six and a half\" in \"Charlie and the Chocolate Factory\", making him the eldest of Charlie's grandparents, but in the musical, it is stated he is almost 90 and a half.", "title": "List of Charlie and the Chocolate Factory characters"}, "div": "d_set"}, {"id": "7151", "claim": "doug ford is winning the ontario pc leadership race.", "label": "SUPPORTS", "positive_evidence": {"id": "10965483", "text": "Vic Fedeli Fedeli has been the Member of Provincial Parliament (MPP) representing Nipissing since his election in the 2011 general election. He has served as the party's Finance Critic, as well as mayor of North Bay, Ontario from 2003 to 2010. In 2014, he announced his candidacy for the 2015 Ontario PC leadership race but later withdrew and endorsed Christine Elliott. In June 2018, he was sworn in as Ontario's Minister of Finance in the new Ford Administration. Fedeli was moved to the position of Minister of Economic Development, Job Creation and Trade in a cabinet shuffle by Premier Doug Ford on June 20, 2019.", "title": "Vic Fedeli"}, "negative_evidence": {"id": "17632763", "text": "2018 Progressive Conservative Party of Ontario leadership election Christine Elliott, (2020)-(1955)-((05)<(04)or(05)==(04)and(08)<(13)), is the former non-partisan Patient Ombudsman for Ontario (2016–2018), a past PC leadership candidate (2009 and 2015) and former MPP (Whitby—Ajax 2006–07, Whitby—Oshawa 2007–15). She is a lawyer by training, and is the widow of former federal Minister of Finance, and 2002 and 2004 Ontario PC leadership candidate Jim Flaherty. Elliott is also a co-founder and director of the Abilities Centre, a facility for those with special needs.\n\nElliott opposed a carbon tax, and supported building a high-speed rail line between Toronto to Windsor.\n\nBULLET::::- Date candidacy declared: February 1, 2018", "title": "2018 Progressive Conservative Party of Ontario leadership election"}, "div": "a_set"}, {"id": "13576", "claim": "call of duty was the first call of duty game ever made.", "label": "SUPPORTS", "positive_evidence": {"id": "11888968", "text": "Call of Duty 4: Modern Warfare Certain objects, such as cars and some buildings, are destructible. This makes distinguishing cover from concealment important, as the protection provided by objects such as wooden fences and thin walls do not completely protect players from harm. Bullet stopping power is decreased after penetrating an object, and the decrease is dependent on the thickness and surface type of the object. The game makes use of a dynamic physics engine, not implemented in previous \"Call of Duty\" titles. Death animations are a combination of pre-set animations and ragdoll physics. Console versions of \"Call of Duty 4: Modern Warfare\" run at a consistent 60 frames per second, and the Wii version runs at 30 frames per second. Code was included to determine spawning points based on the nearby weapons and the relationship between enemy positions and line of sight to the points. The various criteria are meant to minimize players dying immediately after rejoining a match, or being \"spawn-killed\" due to players simply waiting for others to \"respawn\". However, enemies may still respawn infinitely, a notable feature in Call of Duty game engines.", "title": "Call of Duty 4: Modern Warfare"}, "negative_evidence": {"id": "19465537", "text": "Batman: Arkham City \"The Daily Telegraph\"s Tom Hoggins praised the game's sense of progress in discovering and mastering the character abilities, and the \"show-stopping brutality\" of the improved combat system. Hoggins highlighted the Catwoman campaign as a \"delight\" and fitting lithe contrast to Batman's strength, but lamented the campaign's short length. \"The Guardian\"s Nick Cowen labeled it the best Batman game of all time, praising the variety of side missions and content, the large cast of iconic characters, and the satisfying challenge of the Riddler missions. The Australian \"Official PlayStation Magazine\" awarded a perfect score of 10 stating that the game \"is not only the best superhero game ever made, it's one of the best games ever made ... it brings the Caped Crusader's world to life better than any comic, movie or television show before it\". \"Play3\" (Germany) awarded a score of 92%, calling it \"the best superhero game ever made\". \"GamesMaster\" awarded a score of 97%, saying it is \"the gold standard by which all future videogames should be judged\".", "title": "Batman: Arkham City"}, "div": "a_set"}, {"id": "983", "claim": "barbara mandrell sang the angel in your arms this morning.", "label": "SUPPORTS", "positive_evidence": {"id": "11932354", "text": "Angel in Your Arms Angel in Your Arms\n\n\"Angel in Your Arms\" is a song composed by Herbert Clayton Ivey, Terrence Woodford and Tom Brasfield, which was a 1977 Top Ten hit for Hot and also a Top Ten C&W 1985 hit for Barbara Mandrell.\n\nSection::::Content.\n\nThe song is about a woman who advises an unfaithful mate: \"The angel in your arms this morning is gonna be the devil in someone else's arms tonight\", meaning that she has assuaged his neglect and infidelities by indulging in illicit trysts of her own.\n\nSection::::Hot version.", "title": "Angel in Your Arms"}, "negative_evidence": {"id": "592767", "text": "Angel of the Morning (album) Angel of the Morning (album)\n\nAngel of the Morning, released in 1981, is the debut album of Norwegian singer Elisabeth Andreassen, and the first of several solo albums. Previously, she sang with Mats Rådberg on his album \"I'm the Singer, You're the Song\" (1980). \"Angel of the Morning\" contains songs in both Swedish and English, including \"Angel of the Morning\", which Andreassen released in the early 1980s, and the hit \"Då lyser en sol\". The album reached approximately 20,000 sales in Sweden, equivalent to selling gold in Norway. It peaked at #46 at the Swedish album chart.\n\nSection::::Track listing.", "title": "Angel of the Morning (album)"}, "div": "a_set"}, {"id": "12667", "claim": "antónio egas moniz developed the surgical procedure known as a lobotomy.", "label": "SUPPORTS", "positive_evidence": {"id": "15366865", "text": "António Egas Moniz António Egas Moniz\n\nAntónio Caetano de Abreu Freire Egas Moniz (29 November 1874 – 13 December 1955), known as Egas Moniz (), was a Portuguese neurologist and the developer of cerebral angiography. He is regarded as one of the founders of modern psychosurgery, having developed the surgical procedure \"leucotomy\"known better today as \"lobotomy\"for which he became the first Portuguese national to receive a Nobel Prize in 1949 (shared with Walter Rudolf Hess).", "title": "António Egas Moniz"}, "negative_evidence": {"id": "23888362", "text": "Walter Jackson Freeman II Following his development of the transorbital lobotomy, Freeman traveled across the country visiting mental institutions, performing lobotomies and spreading his views and methods to institution staff. (Contrary to myth, there is no evidence that he referred to the van that he traveled in as a \"lobotomobile\".) Freeman's name gained popularity despite the widespread criticism of his methods following a lobotomy on President John F. Kennedy's sister Rosemary Kennedy, which left her with severe mental and physical disability. A memoir written by former patient Howard Dully, called \"My Lobotomy\" documented his experiences with Freeman and his long recovery after undergoing a lobotomy surgery at 12 years of age. Walter Freeman charged just $25 for each procedure that he performed. After four decades Freeman had personally performed as many as 4,000 lobotomy surgeries in 23 states, of which 2,500 used his ice-pick procedure, despite the fact that he had no formal surgical training. In February 1967, Freeman performed his final surgery on Helen Mortensen. Up to 40% of Freeman's patients were gay individuals subjected to a lobotomy in an attempt to change their homosexual orientation, leaving most of these perfectly healthy individuals severely disabled for the rest of their life. Mortensen was a longterm patient and was receiving her third lobotomy from Freeman. She died of a cerebral hemorrhage, as did as many as 100 of his other patients, and he was finally banned from performing surgery. His patients often had to be retaught how to eat and use the bathroom. Relapses were common, some never recovered, and about 15% died from the procedure. In 1951, one patient at Iowa's Cherokee Mental Health Institute died when Freeman suddenly stopped for a photo during the procedure, and the surgical instrument accidentally penetrated too far into the patient's brain. Freeman wore neither gloves nor a mask during these procedures. He lobotomized 19 minors including a 4-year-old child. ", "title": "Walter Jackson Freeman II"}, "div": "a_set"}, {"id": "38", "claim": "the song \"i'll be home for christmas\" by bing crosby was released on october 7, 2008.", "label": "REFUTES", "positive_evidence": {"id": "4371878", "text": "Bing Crosby BULLET::::- \"Chesterfield Cigarettes Presents Music that Satisfies\" (1933, CBS), broadcast two nights a week, 15 minutes.\n\nBULLET::::- \"Bing Crosby Entertains\" (1933–1935, CBS), weekly, 30 minutes.\n\nBULLET::::- \"Kraft Music Hall\" (1935–1946, NBC), Thursday nights, 60 minutes until January 1943, then 30 minutes.\n\nBULLET::::- \"Bing Crosby on Armed Forces Radio in World War II\" (1941–1945; World War II).\n\nBULLET::::- \"Philco Radio Time\" (1946–1949, ABC), 30 minutes weekly.\n\nBULLET::::- \"This Is Bing Crosby\" (The Minute Maid Show) (1948–1950, CBS), 15 minutes each weekday morning; Bing as disc jockey.\n\nBULLET::::- \"The Bing Crosby – Chesterfield Show\" (1949–1952, CBS), 30 minutes weekly.", "title": "Bing Crosby"}, "negative_evidence": {"id": "18990008", "text": "List of United States Christmas television specials BULLET::::- \"Bing and Carol Together Again for the First Time\" (1969) Bing Crosby, with Carol Burnett\n\nBULLET::::- \" Goldilocks\" (1969) Bing Crosby with Kathryn Crosby, Mary Frances Crosby and Nathaniel Crosby along with Avery Schreiber and Paul Winchell\n\nBULLET::::- \"Bing Crosby's Christmas Show\" (1970)\n\nBULLET::::- \"Bing Crosby and the Sounds of Christmas\" (1971)\n\nBULLET::::- \"A Christmas with the Bing Crosbys\" (1972)\n\nBULLET::::- \"Bing Crosby's Sun Valley Christmas Show\" (1973)\n\nBULLET::::- \"A Christmas with the Bing Crosbys\" (1974)\n\nBULLET::::- \"Merry Christmas, Fred, from the Crosbys\" (1975) Bing Crosby, with Fred Astaire\n\nBULLET::::- \"The Bing Crosby White Christmas Special\" (1976)", "title": "List of United States Christmas television specials"}, "div": "d_set"}, {"id": "11579", "claim": "harry potter and the sorcerer's stone movie came out in 2010.", "label": "REFUTES", "positive_evidence": {"id": "23689732", "text": "Lego Harry Potter Lego \"Harry Potter\" is a Lego theme based on the films of the \"Harry Potter\" series. Lego models of important scenes, vehicles and characters were made for the first six films and all the books released. The first sets appeared in 2001, to coincide with the release of the first film, \"Harry Potter and the Philosopher's Stone\" (\"Harry Potter and the Sorcerer's Stone\" in the United States). Subsequent sets were released alongside the new films, until \"Harry Potter and the Order of the Phoenix\". The line then went dormant for three years, with sets being released in 2010 and 2011. In 2018, it was announced that more sets based on the \"Harry Potter\" franchise would be released, including new sets based on \"Fantastic Beasts and Where to Find Them\" and its sequel, \"\".", "title": "Lego Harry Potter"}, "negative_evidence": {"id": "26606617", "text": "Outline of Harry Potter Outline of Harry Potter\n\nHarry Potter is a series of fantasy novels by J. K. Rowling.\n\n\"Harry Potter\" related topics include:\n\nSection::::The original books.\n\nThe \"Harry Potter\" books are 7 novels about a boy who learns he is a famous wizard:\n\nBULLET::::1. \"Harry Potter and the Philosopher's Stone\"—published as \"Harry Potter and the Sorcerer's Stone\" in the United States\n\nBULLET::::2. \"Harry Potter and the Chamber of Secrets\"\n\nBULLET::::3. \"Harry Potter and the Prisoner of Azkaban\"\n\nBULLET::::4. \"Harry Potter and the Goblet of Fire\"\n\nBULLET::::5. \"Harry Potter and the Order of the Phoenix\"\n\nBULLET::::6. \"Harry Potter and the Half-Blood Prince\"", "title": "Outline of Harry Potter"}, "div": "a_set"}, {"id": "14743", "claim": "the albany plan of union took place in 1689.", "label": "REFUTES", "positive_evidence": {"id": "11928467", "text": "Galloway's Plan of Union The proposed Galloway Plan bore striking resemblance to the Albany Plan, a proposal by Galloway's fellow Pennsylvania delegate (and active correspondent) Benjamin Franklin at the Albany Congress in July 1754 to create a unified government for the Thirteen Colonies. The Albany Plan went beyond the original scope of the Albany Congress, which was to develop a plan of defense for the French and Indian War. \n\nSection::::Galloway after his Plan of Union's defeat.\n\nAlthough as a delegate to the Continental Congress Galloway was a moderate, when his Plan of Union (despite its removal of British Parliamentary sovereignty) was rejected,", "title": "Galloway's Plan of Union"}, "negative_evidence": {"id": "3905842", "text": "History of Albany, New York (1983–present) Prior to the recession of the 1990s, Albany was home to two Fortune 500 companies: KeyBank and Fleet Bank; both have since moved or merged with other banks. Albany saw its political climate change after the death of Corning and the retirement of Congressman Sam Stratton. Long-term office holders became a thing of the past in the 1980s. Local media began following the drama surrounding county politics (specifically that of the newly created county executive position); the loss of Corning (and eventually the machine) led to a lack of interest in city politics. The 1990s brought about the surprise election of Gerald Jennings, who has been mayor since 1994. His tenure has essentially ended the political machine that had been in place since the 1920s. During the 1990s, the State Legislature approved the $234 million \"Albany Plan\", \"a building and renovation project [that] was the most ambitious building project to effect the area since the Rockefeller era.\" The Albany Plan saw the initiation of renovation and new building projects around the downtown area, and the move of many state workers from the Harriman State Office Campus to downtown. The late first decade of the 21st century saw a real possibility for a long-discussed and controversial Albany Convention Center; as of August 2010, the Albany Convention Center Authority had already purchased 75% of the land needed to build the downtown project.", "title": "History of Albany, New York (1983–present)"}, "div": "a_set"}, {"id": "4187", "claim": "in general, it rains the most in piney woods, texas.", "label": "SUPPORTS", "positive_evidence": {"id": "11360862", "text": "List of Texas hurricanes (1950–1979) BULLET::::- August 10, 1957 – Tropical Storm Bertha makes landfall near the Texas–Louisiana border as a strong tropical storm with winds of . Tides reach above normal in Vermillion Bay. As it moves into Texas, Bertha drops heavy rain, especially in the Piney Woods, where rain peaks at of rain in Long Lake. In Livingston, the rains are considered the worst since 1929. Two highways near the city are closed due to high water, and the town suffers from subsequent water damage. In other areas of East Texas, cotton and sorghum crops benefit from the rain.", "title": "List of Texas hurricanes (1950–1979)"}, "negative_evidence": {"id": "4413432", "text": "Rain (disambiguation) BULLET::::- \"Rain\" (The Cult song), 1985\n\nBULLET::::- \"Rain\" (Dragon song), 1984\n\nBULLET::::- \"Rain\" (Erasure song), 1997\n\nBULLET::::- \"Rain\" (Guano Apes song), 1998\n\nBULLET::::- \"Rain\" (Madonna song), 1993\n\nBULLET::::- \"Rain\" (Man in the Wood song), 1989\n\nBULLET::::- \"Rain\" (Mika song), 2009\n\nBULLET::::- \"The Rain\" (Oran \"Juice\" Jones song), 1986, from \"Juice\"\n\nBULLET::::- \"Rain\" (The Script song), 2017\n\nBULLET::::- \"Rain\" (SWV song), 1997\n\nBULLET::::- \"Rain\" (Soyou and Baekhyun song), 2017\n\nBULLET::::- \"Rain\" (Status Quo song), 1976\n\nBULLET::::- \"Rain\" (Taeyeon song), 2016\n\nBULLET::::- \"Rain\" (Uriah Heep song), 1972, from \"The Magician's Birthday\"\n\nBULLET::::- \"Rain\" (Yui song), 2010", "title": "Rain (disambiguation)"}, "div": "d_set"}, {"id": "562", "claim": "agricultural workers organizing committee was the individual that was the leader of a 300 mile march to sacramento california.", "label": "REFUTES", "positive_evidence": {"id": "6423870", "text": "Dolores (2017 film) While UFW had made great strides in the relations of farm workers and farm owners the Filipino workers going on strike. It was then that Huerta and Chavez realized that they needed more inclusion in their organization. Not just Latino's were facing these horrible working conditions. As the UFW started to include more groups of workers they also started to recruit more and more individuals to work for them. In fact, there were more women involved in the UFW than in any other union in the United States combined. The following year, 1966, the UFW saw its first major success following the March to Sacramento. The march from Delano to Sacramento California was the largest gathering of farmworkers in California history. As a result of the march, the Schenley Contract was negotiated. This contract was the first between farm workers and growers.", "title": "Dolores (2017 film)"}, "negative_evidence": {"id": "12701563", "text": "Sacramento California Temple Sacramento California Temple\n\nThe Sacramento California Temple is the 123rd operating temple of The Church of Jesus Christ of Latter-day Saints (LDS Church).\n\nSection::::Overview.\n\nThe church's First Presidency announced on April 21, 2001, that a temple would be built in the Sacramento area. This temple is the seventh built by the church in California, more than any state except Utah. The Sacramento California Temple serves a growing membership which totals approximately 80,000 in the area.", "title": "Sacramento California Temple"}, "div": "d_set"}, {"id": "9156", "claim": "the ipod touch 4 came out in 2013.", "label": "REFUTES", "positive_evidence": {"id": "21745382", "text": "Mirror's Edge A version of \"Mirror's Edge\" for the iPhone and iPod Touch was announced on December 2, 2009. It is a side-scrolling game with 3D graphics, featuring 14 levels and dynamic camera angles, and was scheduled for release in January 2010. It was then later revealed that the iPhone and iPod Touch versions were pushed back to an April release. EA Mobile released \"Mirror's Edge\" for iPhone and iPod touch on September 1, 2010. An iPad version was released on April 1, 2010. The game was also ported to Windows Phone in 2012.\n\nSection::::Expansions and sequels.:\"Mirror's Edge Catalyst\".", "title": "Mirror's Edge"}, "negative_evidence": {"id": "21204552", "text": "IPod Touch (4th generation) The iPod touch (4th generation) (colloquially known as the iPod Touch 4G) was the 4th iPod Touch by Apple Inc. Released alongside the iPhone 4, it was the first iPod to offer front and rear facing cameras. Like the iPhone 4, it used the Apple A4 chip. It supports iOS 4, 5,and 6. It was only offered in white and black. The white-colored version was added in October 2011. It was discontinued when Apple introduced a 16GB version of its successor, the iPod Touch 5 on May 30, 2013, which was sold at the same price point as the iPod touch 4, but with a larger 4\" retina display and an Apple A5 chip.", "title": "IPod Touch (4th generation)"}, "div": "a_set"}, {"id": "11148", "claim": "the movie 48 hours came out in brooklyn nine - nine.", "label": "REFUTES", "positive_evidence": {"id": "13992542", "text": "48 Hours 48 Hours\n\n48 Hours may refer to:\n\nSection::::Film and television.\n\nBULLET::::- \"48 Hrs.\", a 1982 American action comedy film, starring Nick Nolte and Eddie Murphy\n\nBULLET::::- \"48 Hours\" (TV program), an American news/documentary TV program that has aired on CBS since 1988\n\nBULLET::::- \"48 Hours\" (\"Brooklyn Nine-Nine\"), a television episode\n\nBULLET::::- \"48 Hours\" (\"Stargate SG-1\"), a television episode\n\nBULLET::::- 48 Hour Film Project, a short-film competition\n\nBULLET::::- 48HOURS, a filmmaking competition in New Zealand\n\nBULLET::::- The First 48, an American documentary TV program\n\nSection::::Music.\n\nBULLET::::- \"48 Hours\" (album), an unreleased album by Frank-N-Dank", "title": "48 Hours"}, "negative_evidence": {"id": "2334559", "text": "Andranofito Andranofito\n\nAndranofito (also Ambohimierambe-Andranofito) is a town and commune in Madagascar. It belongs to the district of Antanifotsy, which is a part of Vakinankaratra Region. The population of the commune was estimated to be approximately 20,000 in 2001 commune census.\n\nPrimary and junior level secondary education are available in town. The majority 99% of the population of the commune are farmers. The most important crop is rice, while other important products are sweet granadillas, maize and potatoes. Services provide employment for 1% of the population.", "title": "Andranofito"}, "div": "a_set"}, {"id": "3387", "claim": "india ranked 130 in world bank ease of doing business in 2016.", "label": "SUPPORTS", "positive_evidence": {"id": "26824063", "text": "Ease of doing business ranking of states of India India jumped to 100th place out of 190 countries in the World Bank's 2017 ease of doing business index, from 130th in the 2016. In February 2017, the government appointed the United Nations Development Programme (UNDP) and the National Productivity Council to \"to sensitise actual users and get their feedback on various reform measures\". Consequently, now there is competition among the Indian states ranked by ease of doing business|states of India to improve their current ranking on the ease of doing business index. Centre government as well as various states are executing their respective \"Business Reforms Action Plan\" (BRAP) to improve their ranking.", "title": "Ease of doing business ranking of states of India"}, "negative_evidence": {"id": "14581563", "text": "Indian Railway Service of Signal Engineers APEX LEVEL :The S&T Organization is headed at apex level (i.e. Railway Board, Ministry of Railways) by Member (S&T) (Member (Signal & Telecom) ex-officio secretary to Government of India. He is assisted by two Special Secretary to Government of India rank (equivalent to GM) officers v.i.z Additional Member (Signal) and Additional Member (Tele), Who are in turn assisted by Additional Secretary to Government of India rank Advisor (Signal) and several Joint Secretary to Government of India rank Executive Directors and Directors. S&T Officers may go to general management or ex- cadre posts like AM-IT, AM-Plg etc. The posts of Menmber(Staff)-till date is also ex-cadre in Railways, and an IRSSE may also get to become Member(Staff) also. The posts of CRS and CCRS are also ex-cadre for Technical and Traffic wing, and an IRSSE may opt for becoming CRS or CCRS also at the appex level.", "title": "Indian Railway Service of Signal Engineers"}, "div": "d_set"}, {"id": "744", "claim": "the political party, labour party was in power in ireland's presidency from 2004 to 2011.", "label": "REFUTES", "positive_evidence": {"id": "8086300", "text": "List of historical separatist movements BULLET::::- the Maritimes\n\nBULLET::::- Political party: the Maritimes\n\nBULLET::::- Ontario\n\nBULLET::::- Political party: Northern Ontario Heritage Party\n\nBULLET::::- Quebec\n\nBULLET::::- Political party: Action démocratique du Québec\n\nSection::::North America.:Costa Rica.\n\nBULLET::::- Political party: Independent Guanacaste Party\n\nSection::::North America.:Dominica.\n\nBULLET::::- Political party: Dominica Labour Party\n\nSection::::North America.:Guyana.\n\nBULLET::::- Political party: People's Progressive Party\n\nBULLET::::- Political party: People's National Congress\n\nSection::::North America.:Jamaica.\n\nBULLET::::- Political party: Jamaica Labour Party, People's National Party\n\nSection::::North America.:Haiti.\n\nBULLET::::- Cacos (anti-US occupation)\n\nSection::::North America.:Mexico.\n\nBULLET::::- Secessionist\n\nBULLET::::- California Republic\n\nBULLET::::- Chan Santa Cruz\n\nBULLET::::- Republic of Fredonia\n\nBULLET::::- Republic of the Rio Grande\n\nBULLET::::- Republic of Texas", "title": "List of historical separatist movements"}, "negative_evidence": {"id": "8968964", "text": "Alliance Party Alliance Party\n\nAlliance Party may refer to:\n\nBULLET::::- Alliance (New Zealand political party), a political party\n\nBULLET::::- Alliance Party (Fiji), a defunct political party\n\nBULLET::::- Alliance Party (Malaysia), a defunct political alliance\n\nBULLET::::- Alliance Party (Sweden), a political party\n\nBULLET::::- Alliance Party for the Sake of Azerbaijan, a political party\n\nBULLET::::- Alliance Party of Kenya, a political party\n\nBULLET::::- Alliance Party of Northern Ireland, a political party\n\nBULLET::::- Canadian Alliance, a former political party\n\nBULLET::::- Centre Alliance, a political party in Australia\n\nSection::::See also.\n\nBULLET::::- Alliance (disambiguation)\n\nBULLET::::- National Alliance (disambiguation)\n\nBULLET::::- New Alliance Party (disambiguation)", "title": "Alliance Party"}, "div": "d_set"}, {"id": "14852", "claim": "omar dorsey played ted jones son in pineapple express.", "label": "REFUTES", "positive_evidence": {"id": "15870171", "text": "Pineapple Express (film) BULLET::::- Bibek Adhikari as Angie's ex-boyfriend\n\nBULLET::::- Troy Gentile as Troy Jones, Ted's son\n\nBULLET::::- Connie Sawyer as Faye Belogus\n\nBULLET::::- Arthur Napiontek as Clark\n\nBULLET::::- Dana Lee as Cheung\n\nBULLET::::- Bobby Lee as Bobby\n\nBULLET::::- Justin Long as Justin\n\nSection::::Production.", "title": "Pineapple Express (film)"}, "negative_evidence": {"id": "15870166", "text": "Pineapple Express (film) Seventy years later in 2007 Dale Denton (Seth Rogen), a process server visits his drug dealer, Saul Silver (James Franco), to buy marijuana. Saul says he may know Dale's next customer, Ted Jones (Gary Cole). At Ted's house Dale witnesses Ted and a police officer, Carol Brazier (Rosie Perez), shoot a man dead. While fleeing, Dale leaves his roach containing Pineapple Express, a rare strain of marijuana. Ted identifies the strain and sends his henchmen Budlofsky (Kevin Corrigan) and Matheson (Craig Robinson) to Red (Danny McBride), a dealer, who tells them about Saul.", "title": "Pineapple Express (film)"}, "div": "a_set"}, {"id": "14163", "claim": "the new basketball hall of fame was built on october 29, 1996.", "label": "REFUTES", "positive_evidence": {"id": "1244642", "text": "Naismith Memorial Basketball Hall of Fame In 2002, the Basketball Hall of Fame moved again—albeit merely 100 yards south along Springfield's riverfront—into a $47 million facility designed by renowned architects Gwathmey Siegel & Associates. The building's architecture features a metallic silver, basketball-shaped sphere flanked by two similarly symmetrical rhombuses. The dome is illuminated at night and features 80,000 square foot (7,400 m²), including numerous restaurants and an extensive gift shop. The second Basketball Hall of Fame was not torn down but rather converted into an LA Fitness health clubs. The current Basketball Hall of Fame features Center Court, a full-sized basketball court on which visitors can play. Inside the building there are a game gallery, many interactive exhibits, several theaters, and an honor ring of inductees. A large theater for ceremonies seats up to 300. The honorees inducted in 2002 included the Harlem Globetrotters and Magic Johnson, a five-time NBA champion, three-time NBA finals MVP and Olympic gold medalist.", "title": "Naismith Memorial Basketball Hall of Fame"}, "negative_evidence": {"id": "15263856", "text": "Basketball Hall of Fame (disambiguation) Basketball Hall of Fame (disambiguation)\n\nThe Naismith Memorial Basketball Hall of Fame is an American history museum and hall of fame for the sport of basketball.\n\nBasketball Hall of Fame may also refer to:\n\nBULLET::::- Australian Basketball Hall of Fame\n\nBULLET::::- FIBA Hall of Fame in Alcobendas, Spain\n\nBULLET::::- Finnish Basketball Hall of Fame\n\nBULLET::::- French Basketball Hall of Fame\n\nBULLET::::- Indiana Basketball Hall of Fame in New Castle, Indiana\n\nBULLET::::- Italian Basketball Hall of Fame\n\nBULLET::::- National Collegiate Basketball Hall of Fame in Kansas City, Missouri\n\nBULLET::::- Philippine Basketball Association Hall of Fame", "title": "Basketball Hall of Fame (disambiguation)"}, "div": "a_set"}, {"id": "11585", "claim": "lincoln signed the order to build the transcontinental railroad.", "label": "SUPPORTS", "positive_evidence": {"id": "14991508", "text": "Ames Monument The audacity of building a transcontinental railroad in the 1860s was \"today's equivalent of the mission to Mars: Big, expensive and impossible,\" according to University of Wyoming historian Phil Roberts. President Abraham Lincoln reportedly told Oakes Ames that if he could get the transcontinental railroad built then he would be \"the most remembered man of the century.\" Lincoln personally recruited Oakes after progress by and financial support for Credit Mobilier of America, the construction company charged with building the railroad, ground to a halt. The Ames brothers succeeded where others failed and completed the transcontinental railway. However, in 1873 charges of financial fraud were leveled at Oakes, tarnishing his and the Union Pacific Railroad Company's reputation.", "title": "Ames Monument"}, "negative_evidence": {"id": "19337741", "text": "First Transcontinental Railroad BULLET::::- Golden Spike National Historical Site in Utah\n\nBULLET::::- Central Pacific Railroad Photographic History Museum\n\nBULLET::::- Union Pacific Railroad History\n\nBULLET::::- The Transcontinental Railroad\n\nBULLET::::- Pacific Railway Act and related resources at the Library of Congress\n\nBULLET::::- Chinese-American Contribution to transcontinental railroad\n\nBULLET::::- Linda Hall Library's Transcontinental Railroad educational site with free, full-text access to 19th century American railroad periodicals\n\nBULLET::::- Newspaper articles and clippings about the Transcontinental Railroad at Newspapers.com\n\nBULLET::::- Maps\n\nBULLET::::- Route map at the Library of Congress\n\nBULLET::::- Map of Union Pacific Railroad with Dates\n\nBULLET::::- Abandoned route of the transcontinental railroad in Utah (with map)", "title": "First Transcontinental Railroad"}, "div": "a_set"}, {"id": "2158", "claim": "a systolic bp value is the pressure when the blood pressure is at the end of the cardiac cycle when the ventricles are contracting.", "label": "REFUTES", "positive_evidence": {"id": "14189898", "text": "Blood pressure Blood pressure\n\nBlood pressure (BP) is the pressure of circulating blood on the walls of blood vessels. Most of this pressure is due to work done by the heart by pumping blood through the circulatory system. Used without further specification, \"blood pressure\" usually refers to the pressure in large arteries of the systemic circulation. Blood pressure is usually expressed in terms of the systolic pressure (maximum during one heartbeat) over diastolic pressure (minimum in between two heartbeats) and is measured in millimeters of mercury (mmHg), above the surrounding atmospheric pressure.", "title": "Blood pressure"}, "negative_evidence": {"id": "8170294", "text": "Septic shock Septic shock is diagnosed if there is low blood pressure (BP) that does not respond to treatment. This means that intravenous fluid administration alone is not enough to maintain a patient's BP. Diagnosis of septic shock is made when systolic blood pressure is less than 90mm Hg, a mean arterial pressure (MAP) is less than 70 mm Hg, or a systolic BP decreases 40 mm Hg or more without other causes for low BP.\n\nSection::::Diagnosis.:Definition.", "title": "Septic shock"}, "div": "d_set"}, {"id": "1804", "claim": "the svalbard global seed vault opened on june 19, 2006.", "label": "REFUTES", "positive_evidence": {"id": "3687926", "text": "Seed Savers Exchange In December 2007, Seed Savers Exchange made an inaugural deposit of nearly 500 varieties to the Svalbard Global Seed Vault that opened on February 26, 2008 in Svalbard, Norway. It was the only citizen-led group in the United States to contribute to the Svalbard Global Seed Vault for opening day. SSE also has seeds at the National Center for Genetic Resources Preservation located in Fort Collins, Colorado, USA.\n\nSSE is involved in a seed donation program for schools and community gardens.\n\nSection::::See also.\n\nBULLET::::- Community gardening in the United States\n\nBULLET::::- Heirloom plant\n\nBULLET::::- Orthodox seed\n\nBULLET::::- Recalcitrant seed", "title": "Seed Savers Exchange"}, "negative_evidence": {"id": "21103651", "text": "Svalbard Global Seed Vault The Svalbard Global Seed Vault () is a secure seed bank on the Norwegian island of Spitsbergen, near Longyearbyen, in the remote Arctic Svalbard archipelago, approximately from the North Pole. Conservationist Cary Fowler, in association with the Consultative Group on International Agricultural Research (CGIAR), started the vault to preserve a wide variety of plant seeds that are duplicate samples, or \"spare\" copies, of seeds held in gene banks worldwide. The seed vault is an attempt to ensure against the loss of seeds in other genebanks during large-scale regional or global crises. The seed vault is managed under terms spelled out in a tripartite agreement among the Norwegian government, the Crop Trust, and the Nordic Genetic Resource Center (NordGen).", "title": "Svalbard Global Seed Vault"}, "div": "d_set"}, {"id": "4037", "claim": "manuel rosas's team scored the first own goal in fifa world cup history.", "label": "REFUTES", "positive_evidence": {"id": "9740808", "text": "Mexico national football team BULLET::::- 1930 FIFA World Cup squad\n\nBULLET::::- 1950 FIFA World Cup squad\n\nBULLET::::- 1954 FIFA World Cup squad\n\nBULLET::::- 1958 FIFA World Cup squad\n\nBULLET::::- 1962 FIFA World Cup squad\n\nBULLET::::- 1966 FIFA World Cup squad\n\nBULLET::::- 1970 FIFA World Cup squad\n\nBULLET::::- 1978 FIFA World Cup squad\n\nBULLET::::- 1986 FIFA World Cup squad\n\nBULLET::::- 1994 FIFA World Cup squad\n\nBULLET::::- 1998 FIFA World Cup squad\n\nBULLET::::- 2002 FIFA World Cup squad\n\nBULLET::::- 2006 FIFA World Cup squad\n\nBULLET::::- 2010 FIFA World Cup squad\n\nBULLET::::- 2014 FIFA World Cup squad\n\nBULLET::::- 2018 FIFA World Cup squad", "title": "Mexico national football team"}, "negative_evidence": {"id": "11478624", "text": "Brazil v Germany (2014 FIFA World Cup) The game's result was the biggest winning margin in a World Cup semi-final or final. The outcome was also the worst loss by a host country in World Cup history, as the six-goal difference doubled the previous record margin. By the end of the game, a total of 167 goals had been scored at the 2014 World Cup, the 2nd-most at a single World Cup, after 1998 with 171 goals. With 18 total shots on target, the match had the joint-most shots on target of any match in 90 minutes at the 2014 World Cup. The match also had the fastest four goals scored in World Cup history, with Germany scoring in the span of six minutes (from 23' to 29'); in 1954, Austria took seven minutes (25' to 32') and in 1982, Hungary also took seven minutes (69' to 76') to score four goals. Germany equalled the record for most goals scored against the host nation of the World Cup, with Austria defeating Switzerland 7–5 in the 1954 World Cup. Germany also overtook Brazil to become the all-time highest-scoring team in FIFA World Cup history, their total of 223 at full-time passing Brazil's 221. Before the match Brazil and Germany were even with seven World Cup finals each, the German victory made them the only squad to reach 8 finals.", "title": "Brazil v Germany (2014 FIFA World Cup)"}, "div": "d_set"}, {"id": "3443", "claim": "mohammad hamid ansari was elected as the vice president of india in 2017.", "label": "REFUTES", "positive_evidence": {"id": "24610475", "text": "List of vice presidents in 2019 BULLET::::- Second Vice President – Seif Ali Iddi (2010–present)\n\nBULLET::::- Vice President - Edward Ssekandi (2011–present)\n\nBULLET::::- Vice President - Inonge Wina (2015–present)\n\nBULLET::::- First Vice Presidents – Constantino Chiwenga (2017–present)\n\nBULLET::::- Second Vice President – Kembo Mohadi (2017–present)\n\nSection::::Asia.\n\nBULLET::::- Vice President - vacant (2018–present)\n\nBULLET::::- First Vice President - Abdul Rashid Dostum (2014–present)\n\nBULLET::::- Second Vice President - Sarwar Danish (2014–present)\n\nBULLET::::- Vice President - Mehriban Aliyeva (2017–present)\n\nBULLET::::- Vice President - Wang Qishan (2018–present)\n\nBULLET::::- Vice President - Venkaiah Naidu (2017–present)\n\nBULLET::::- Vice President - Jusuf Kalla (2014–present)\n\nBULLET::::- First Vice President - Eshaq Jahangiri (2013–present)", "title": "List of vice presidents in 2019"}, "negative_evidence": {"id": "8913931", "text": "List of vice presidents in 2017 BULLET::::- Others Vice Presidents - Mohammad Shariatmadari (Vice President for Executive Affairs) (2013–2017). Mohammad Nahavandian (Vice President for Economic Affairs) (2017–present), Mohammad Bagher Nobakht (Vice President and Head of Management and Planning Organization) (2016–present), Majid Ansari (Vice President for Legal Affairs) (2016–2017), Laya Joneidi  (Vice President for Legal Affairs) (2017–present). Hossein-Ali Amiri (Vice President for Legal and Parliamentary Affairs) (2016–2017), Hossein-Ali Amiri (Vice President for Parliamentary Affairs) (2017–present), Sorena Sattari (Vice President for Science and Technology Affaires) (2013–present). Shahindokht Molaverdi (Vice President for Women's and Family Affairs) (2014–2017). Masoumeh Ebtekar (Vice President for Women's and Family Affairs) (2017–present). Zahra Ahmadipour (Vice President of Cultural Heritage and Tourism Organization) (2016–2017), Ali Asghar Mounesan (Vice President of Cultural Heritage and Tourism Organization) (2017–present), Ali Akbar Salehi (Vice President and Head of Atomic Energy Organization) (2013–present), Mohammad-Ali Shahidi (Vice President and Head of Martyrs and Self-sacrifice's Affairs Foundation) (2016–present). Jamshid Ansari (Vice President and Head of Administrative and Recruitment Organization) (2016–present). Masoumeh Ebtekar (Vice President and Head of Environmental Protection Organization) (2013–2017). Isa Kalantari (Vice President and Head of Environmental Protection Organization) (2017–present)", "title": "List of vice presidents in 2017"}, "div": "d_set"}, {"id": "1117", "claim": "the first non aligned summit took place at belgrade.", "label": "SUPPORTS", "positive_evidence": {"id": "16058199", "text": "Jigme Singye Wangchuck Bhutanese participation in international organisations at various levels increased. Personally, Wangchuck attended the non-aligned and SAARC summits until 1997, travelling to Colombo in 1976 for 8th Non-Aligned Summit; Havana in 1979 for 6th Non-Aligned Summit; New Delhi in 1983 for 5th SAARC Summit and 1995 for 8th SAARC Summit; Harare in 1986 for 8th Non-Aligned Summit; Kathmandu in 1987 for 3rd SAARC Summit; Islamabad in 1988 for 4th SAARC Summit; Belgrade in 1989 for 9th Non-Aligned Summit; Malé in 1990 for 5th SAARC Summit, and Dhaka in 1993 for 7th SAARC Summit.\n\nSection::::Diplomatic expansion.", "title": "Jigme Singye Wangchuck"}, "negative_evidence": {"id": "13910417", "text": "Algeria–Russia relations At the same time as these relations were occurring, Algeria had taken an active stance in the Non-Aligned Movement. In 1973, Houari Boumediène hosted the Non-Aligned Movement in Algiers. According to historians it was ‘with the observation that recent co-operation between Moscow and Washington looked very much like a superpower ‘pretension to reign over the world” . Boumediène cooperated closely with Moscow and Washington on bilateral levels but his view, iterated by hosting the Non-Aligned summit, was not one of supporting either side in the Cold War. One of the main points emphasized at Bandung, the birthplace of the Non Aligned movement, was that the Third World countries should take a stand against colonialism and neo-colonialism. In a post-colonial Algeria, subscribing to this view was a necessity. By the mid-1970s, Algeria was fully engaged in the zenith of the Non-Aligned Movement, wary of imperial powers which looked down upon the Third World. Nevertheless, presidential visits, diplomatic ties, and cordial bilateral relations continued with the two superpowers. ", "title": "Algeria–Russia relations"}, "div": "a_set"}, {"id": "14676", "claim": "gareth keenan was the office uk assistant to the regional manager.", "label": "SUPPORTS", "positive_evidence": {"id": "17705738", "text": "The Office (American TV series) \"The Office\" employs an ensemble cast. Many characters portrayed by \"The Office\" cast are based on the original British series. While these characters generally have the same attitude and perceptions as their British counterparts, the roles have been redesigned to better fit the American show. The show is known for its relatively large cast size, with many of its actors and actresses known particularly for their improvisational work. Steve Carell stars as Michael Scott, regional manager of the Dunder Mifflin Scranton Branch. Loosely based on David Brent, Gervais' character in the British series, Scott is a well-intentioned man whose attempts at humor, while seemingly innocent to himself, often offend and annoy his peers and employees, and in some situations lead to reprimanding from his superiors. Rainn Wilson portrays Dwight Schrute, based upon Gareth Keenan, who is a salesman and the assistant to the regional manager, a fictional title created by Michael. John Krasinski portrays Jim Halpert, a salesman and, in later seasons, assistant manager or co-manager who is known for his wittiness and his practical jokes on Dwight (often accompanied by Pam Beesly). Halpert is based upon Tim Canterbury and, at the start of the series, is known to have feelings for Pam, the receptionist, who is engaged to a fellow employee. Pam, played by Jenna Fischer, is based on Dawn Tinsley. She is shy, but in many cases a cohort with Jim in his pranks on Dwight. B. J. Novak portrays Ryan Howard, who for the first two seasons is a temporary worker but is promoted to sales representative in the third season. He later ascends to the position of vice president, North East Region, and director of new media until his innovations are exposed as corporate fraud, and he is fired. He then gets a job in a bowling alley and later briefly works for the Michael Scott Paper Company. After this, and a stint in rehab, he again eventually ends up as a temporary worker at the Scranton branch.", "title": "The Office (American TV series)"}, "negative_evidence": {"id": "9455931", "text": "Paschim Banga Gramin Bank The Bank is operating in five districts of West Bengal State, namely, Howrah, Hooghly, Purba Bardhaman, Paschim Bardhaman and Birbhum, with its Head Office at Howrah, West Bengal.\n\nIt has 230 Branches and 4 Regional Offices. The Regional Offices are :\n\nBULLET::::- Howrah Regional Office - Regional Manager -Mr.Binoy Kumar Mukhopadhay\n\nBULLET::::- Hooghly Regional Office - Regional Manager-Mr.Swapan Kumar Roy\n\nBULLET::::- Bardhaman Regional Office - Regional Manager-Mr.Dipankar Basu\n\nBULLET::::- Suri Regional Office - Regional Manager -Mr.Bhabani Chakraborty\n\nSection::::Area of Operations.\n\nThe Bank is operating in 5 districts of West Bengal State. They are :\n\nBULLET::::- Purba Bardhaman district", "title": "Paschim Banga Gramin Bank"}, "div": "a_set"}, {"id": "10747", "claim": "edward the elder has held the english throne the longest.", "label": "REFUTES", "positive_evidence": {"id": "2799384", "text": "Prince of Wales The longest-serving Prince of Wales is the title's current holder, Queen Elizabeth II's son Charles. He is also the longest-serving heir apparent in British history.\n\nSection::::See also.\n\nBULLET::::- Treaty of Montgomery\n\nBULLET::::- List of rulers of Wales\n\nBULLET::::- Kings of the Britons\n\nBULLET::::- List of heirs to the English throne\n\nBULLET::::- List of heirs to the British throne\n\nBULLET::::- Prince's Consent\n\nBULLET::::- Ships of the Royal Navy named HMS \"Prince of Wales\".\n\nBULLET::::- House of Aberffraw\n\nSection::::External links.", "title": "Prince of Wales"}, "negative_evidence": {"id": "8533446", "text": "Catherine of Aragon At an early age, Catherine was considered a suitable wife for Arthur, Prince of Wales, heir apparent to the English throne, due to the English ancestry she inherited from her mother. By means of her mother, Catherine had a stronger legitimate claim to the English throne than King Henry VII himself through the first two wives of John of Gaunt, 1st Duke of Lancaster: Blanche of Lancaster and Constance of Castile. In contrast, Henry VII was the descendant of Gaunt's third marriage to Katherine Swynford, whose children were born out of wedlock and only legitimised after the death of Constance and the marriage of John to Katherine. The children of John and Katherine, while legitimised, were barred from inheriting the English throne, a stricture that was ignored in later generations. Because of Henry's descent through illegitimate children barred from succession to the English throne, the Tudor monarchy was not accepted by all European kingdoms. At the time, the House of Trastámara was the most prestigious in Europe, due to the rule of the Catholic Monarchs, so the alliance of Catherine and Arthur validated the House of Tudor in the eyes of European royalty and strengthened the Tudor claim to the English throne via Catherine of Aragon's ancestry. It would have given a male heir an indisputable claim to the throne. The two were married by proxy on 19 May 1499 and corresponded in Latin until Arthur turned fifteen, when it was decided that they were old enough to be married.", "title": "Catherine of Aragon"}, "div": "a_set"}, {"id": "890", "claim": "blanton collier was the team who defeated the new york jets on the first televised monday night football game.", "label": "REFUTES", "positive_evidence": {"id": "17922440", "text": "National Football League on television In , both of the Indianapolis Colts's home games against the New York Giants and the Washington Redskins were played in prime time. The Indianapolis Colts were the first NFL team that played neither of its home interconference games in the afternoon since 1978, the first year all teams (except the four fifth-place teams) were guaranteed two interconference games at home. In , both of the Houston Oilers's home games against the Chicago Bears and the Green Bay Packers were played in prime time. In , both of the Buffalo Bills's home games against the New York Giants and the Washington Redskins and both of the San Diego Chargers's home games against the Chicago Bears and Green Bay Packers were played in prime time. In , both of the New England Patriots's home games against the New York Giants and the Dallas Cowboys were played on Sunday nights. In , the Jacksonville Jaguars's home game against the Green Bay Packers was played on a Monday night instead. In , both of the Miami Dolphins's home games against NFC teams were televised in prime time, a rare occurrence that prevented Fox from airing a game from Pro Player Stadium that season. This had also happened in , though Fox was scheduled to broadcast the Chicago Bears' game from Miami until it was moved to Monday night due to its coverage of the World Series; ESPN was already planning to cover the Detroit Lions' game at Miami later on. In , the Baltimore Ravens also had both of their interconference games aired in prime time instead, with the game against the Green Bay Packers on ABC and the contest against the Minnesota Vikings on ESPN. In , the Atlanta Falcons had both of their interconference home games aired in prime time instead, with the game against the New England Patriots on NBC's Sunday Night Football and the contest against the New York Jets on Monday Night Football. The Atlanta situation affected CBS affiliate WGCL-TV, which is the lowest-rated of the major network affiliates in the Atlanta market and has struggled to gain traction in the market since becoming the market's CBS affiliate following television realignment of the mid-1990s. In , the Arizona Cardinals had both of their interconference home games aired in prime time instead, with the game against the Baltimore Ravens on Monday Night Football and the contest against the Cincinnati Bengals on NBC's Sunday Night Football, though CBS was scheduled to broadcast the Bengals-Cardinals game until it was moved to Sunday night (for the first time since ). Both of the Cardinals' interconference home games in 2016 were also in primetime, with the New England Patriots game on Sunday Night Football and the New York Jets game on Monday Night Football, though CBS will air the team's game at San Francisco as part of that network's joint Thursday Night Football coverage with NFL Network. As such, barring a crossflex of a Cardinals Sunday afternoon game, CBS's solo production will have no Cardinals games for the second consecutive season (possibly the first time such a scenario occurred with one team in back-to-back years). Also, Fox did not broadcast any games from O.co Coliseum in 2016 (barring crossflexes) as both of the Oakland Raiders' interconference home games (versus the Atlanta Falcons and Carolina Panthers) were crossflexed to CBS, though Fox will air the team's road game at the New Orleans Saints which was crossflexed from CBS. In , both of the Detroit Lions's home games against the New York Jets and the New England Patriots were played in prime time. Also, CBS did not broadcast any games from Raymond James Stadium as one of the Tampa Bay Buccaneers' interconference home games (versus the Pittsburgh Steelers and Cleveland Browns) was aired in primetime and the other was crossflexed to Fox. In , both of the New Orleans Saints's home games against the Houston Texans and the Indianapolis Colts will be playing on Monday nights. In addition, Fox will not be broadcasting any games from Dignity Health Sports Park as one of the Los Angeles Chargers' interconference home games (versus the Green Bay Packers and Minnesota Vikings) will be crossflexed to CBS and the latter will be played on Sunday night.", "title": "National Football League on television"}, "negative_evidence": {"id": "4679256", "text": "WNDY-TV WNDY occasionally aired Indianapolis Colts games that are televised on ESPN's \"Monday Night Football\", as NFL regulations require games that air on one of the league's cable partners to be simulcast on a broadcast television station in each participating team's home market (the station had been carrying ESPN's Colts game telecasts since it held rights to the \"Sunday Night Football\" package, which it lost to NBC in 2006, when ESPN took over rights to \"Monday Night Football\"). One notable exception to this occurred in October 2013, when WTHR (channel 13) carried an ESPN-televised Monday night game involving the Colts. The station also airs selected Ball State University men's basketball games as well as Mid-American Conference college football from ESPN Plus.", "title": "WNDY-TV"}, "div": "d_set"}, {"id": "4088", "claim": "the share of smaller scale hydroelectric power in total electricity produced in india as of 2017 was 0.09%.", "label": "REFUTES", "positive_evidence": {"id": "11123139", "text": "Hydroelectric power in India Hydroelectric power in India\n\nIndia is the 7th largest producer of hydroelectric power in the world. As of 30 April 2017, India's installed utility-scale hydroelectric capacity was 44,594 MW, or 13.5% of its total utility power generation capacity. Additional smaller hydroelectric power units with a total capacity of 4,380 MW (1.3% of its total utility power generation capacity) have been installed. India's hydroelectric power potential is estimated at 148,700 MW at 60% load factor. In the fiscal year 2016-17, the total hydroelectric power generated in India was 122.31 TWh (excluding small hydro) with an average capacity factor of 33%.", "title": "Hydroelectric power in India"}, "negative_evidence": {"id": "9032392", "text": "Hydroelectric power in New Zealand Hydroelectric power accounts for 11% of the total primary energy usage in New Zealand with imported oil and oil products making up 70% of the primary energy. Hydroelectric power accounts for 57% of the total electricity generation in New Zealand.\n\nOver the decade from 1997 hydroelectric power as a percentage of total net electricity generated went from 66% down to 55%. An increase in coal and gas for electricity generation accounted for the reduction in hydroelectric power as a percentage of the total.", "title": "Hydroelectric power in New Zealand"}, "div": "d_set"}, {"id": "14822", "claim": "the last time uc made the sweet 16 was 2014.", "label": "REFUTES", "positive_evidence": {"id": "6548399", "text": "My Super Psycho Sweet 16: Part 2 My Super Psycho Sweet 16: Part 2\n\nMy Super Psycho Sweet 16: Part 2 is a 2010 American teen horror slasher film directed by Jacob Gentry. The film is a sequel to \"My Super Psycho Sweet 16\" (2009) and the second installment of \"My Super Psycho Sweet 16\" series. It premiered on October 22, 2010, on MTV.\n\nThe film is followed by \"\" (2012).\n\nSection::::Plot.", "title": "My Super Psycho Sweet 16: Part 2"}, "negative_evidence": {"id": "24859053", "text": "UC Davis Aggies The UC Davis Aggies men's water polo team have an NCAA Division I Tournament record of 0–6 through six appearances.\n\nSection::::Former varsity sports.\n\nOn April 20, 2010, the school announced that effective July 1, 2010, four sports would be eliminated due to a financial crisis and cuts in state funding.\n\nThe sports were women’s rowing, men’s swimming and diving, men’s indoor track and field, and wrestling.\n\nPrior to 2010, the last time UC Davis had discontinued a sport was men's gymnastics in 1987.\n\nSection::::Non-varsity sports.\n\nSection::::Non-varsity sports.:Rugby.", "title": "UC Davis Aggies"}, "div": "a_set"}, {"id": "2151", "claim": "the portuguese writer gaspar correia called the region that we now know as mumbai by the name bombaim.", "label": "SUPPORTS", "positive_evidence": {"id": "23639908", "text": "Mumbai The oldest known names for the city are \"Kakamuchee\" and \"Galajunkja\"; these are sometimes still used. In 1508, Portuguese writer Gaspar Correia used the name \"Bombaim\" in his \"Lendas da Índia\" (\"Legends of India\"). This name possibly originated as the Galician-Portuguese phrase \"bom baim\", meaning \"good little bay\", and \"Bombaim\" is still commonly used in Portuguese. In 1516, Portuguese explorer Duarte Barbosa used the name \"Tana-Maiambu\": \"Tana\" appears to refer to the adjoining town of Thane and \"Maiambu\" to \"Mumbadevi\".", "title": "Mumbai"}, "negative_evidence": {"id": "9486007", "text": "Gaspar Correia BULLET::::- CORREIA, Gaspar. \"Lendas da Índia\" (introduction and review by M. Lopes de Almeida). Porto: 1975.\n\nBULLET::::- BELL, Aubrey Fitz Gerald, \"Gaspar Corrêa\", Hispanic notes & monographs; essays, studies, and brief biographies issued by the Hispanic Society of America. Portuguese series v, Volume 5 of Hispanic society of America, Oxford University Press, H. Milford, 1924.\n\nBULLET::::- BANHA de ANDRADE, António Alberto, \"Gaspar Correia, o 1.º historiador português do Oriente.\" (\"Gaspar Correia, the First Portuguese Historian of the Far East\") Instituto de Investigação Científica Tropical, Centro de Estudos de História e Cartografia Antiga, Lisbon, 1985.\n\nSection::::External links.", "title": "Gaspar Correia"}, "div": "d_set"}, {"id": "976", "claim": "a set of kettledrums in an orchestra is called tympany in older english texts.", "label": "SUPPORTS", "positive_evidence": {"id": "15694014", "text": "Timpani First attested in English in the late 19th century, the Italian word \"timpani\" derives from the Latin \"tympanum\" (pl. \"tympana\"), which is the latinisation of the Greek word τύμπανον (\"tumpanon\", pl. \"tumpana\"), \"a hand drum\", which in turn derives from the verb τύπτω (\"tuptō\"), meaning \"to strike, to hit\". Alternative spellings with \"y\" in place of either or both \"i\"'s—\"tympani\", \"tympany\", or \"timpany\"—are occasionally encountered in older English texts. Although the word \"timpani\" has been widely adopted in the English language, some English speakers choose to use the word \"kettledrums\". The German word for timpani is \"Pauken\"; the Swedish word is \"pukor\" in plural (from the word puka), the French and Spanish is \"timbales\", not to be confused with the latin percussion instrument, which would actually supersede the timpani in the traditional Cuban ensemble known as Charanga. The Ashanti pair of talking drums are known as atumpan.", "title": "Timpani"}, "negative_evidence": {"id": "24909915", "text": "Mikael Tariverdiev BULLET::::- The orchestra: 3,2,3(B.I-bass-cl); 4,3,3,1; kettledrums, triangle, side drum, cymbals, bass drum, tam-tam, piano, harp, voice, strings.\n\nBULLET::::- 1982 Concerto No. 1 for violin with orchestra in three movements\n\nBULLET::::- The first version for full symphonic orchestra:\n\nThe orchestra: 2,2,2,(B); 0; 2(C), 2(C),2,0; kettledrums, cymbals, triangle, side drum, tam-tam, tambourine, vibraphone, (xylophone), harpsichord, harp, violin-solo, strings \n\nBULLET::::- The second version - for chamber orchestra:\n\nThe orchestra: 1,0,0,0; 0,0,0,0; kettledrums, vibraphone, (xylophone), harpsichord, violin-solo, strings.\n\nBULLET::::- 1992 Concerto No. 2 for violin-solo with orchestra (in one part)\n\nBULLET::::- The orchestra: 1,1,1,0; triangle, strings (10-12; 8-10; 6-8; 4-6; 2).", "title": "Mikael Tariverdiev"}, "div": "d_set"}, {"id": "263", "claim": "sherman alexie wrote the memoir you don't have to say you love me.", "label": "SUPPORTS", "positive_evidence": {"id": "11447212", "text": "Sherman Alexie Alexie's memoir, \"You Don't Have to Say You Love Me,\" was released by Hachette in June 2017. Claudia Rowe of \"The Seattle Times\" wrote in June 2017 that the memoir \"pulls readers so deeply into the author’s youth on the Spokane Indian Reservation that most will forget all about facile comparisons and simply surrender to Alexie’s unmistakable patois of humor and profanity, history and pathos.\" Alexie cancelled his book tour in support of \"You Don't Have to Say You Love Me\" in July 2017 due to the emotional toll that promoting the book was taking. In September 2017, he decided to resume the tour, with some significant changes. As he related to Laurie Hertzel of The Star Tribune, “I’m not performing the book,” he said. “I’m getting interviewed. That’s a whole different thing.” He went on to add that he won’t be answering any questions that he doesn’t want to answer. “I’ll put my armor back on,” he said.", "title": "Sherman Alexie"}, "negative_evidence": {"id": "8886270", "text": "Never Say Die Never Say Die\n\nNever Say Die may refer to:\n\nSection::::Other uses.\n\nBULLET::::- \"Never Say Die\" (memoir), a 1961 memoir by Jack Hawkins\n\nBULLET::::- \"Never Say Die\" (novel), a 2017 novel in the \"Alex Rider\" series by Anthony Horowitz\n\nSection::::Film and television.\n\nBULLET::::- \"Never Say Die\" (1920 film), British film by Walter Forde\n\nBULLET::::- \"Never Say Die\" (1924 film), a film featuring Douglas MacLean\n\nBULLET::::- \"Never Say Die\" (1939 film), a romantic comedy starring Bob Hope and Martha Raye\n\nBULLET::::- \"Never Say Die\" (1950 film), or \"Don't Say Die\", British comedy film", "title": "Never Say Die"}, "div": "d_set"}, {"id": "8917", "claim": "bing crosby sang it's such a perfect day.", "label": "REFUTES", "positive_evidence": {"id": "8550069", "text": "Perfect Day BULLET::::- \"A Perfect Day\", a 2006 film by Peter Levin, starring Christopher Lloyd\n\nBULLET::::- \"Perfect Day\", the sequel series to \"New Scandinavian Cooking\"\n\nBULLET::::- \"Perfect Day\", an episode of \"Ben 10\"\n\nBULLET::::- \"A Perfect Day\", an episode of \"Cold Case\"\n\nSection::::Music.\n\nSection::::Music.:Albums.\n\nBULLET::::- \"A Perfect Day\" (album), a 2005 album by Stefanie Sun\n\nBULLET::::- \"Perfect Day\" (Lou Reed album), a compilation album\n\nBULLET::::- \"Perfect Day\" (Cascada album), 2007\n\nBULLET::::- A Perfect Day (EP), a split EP by Lee Ranaldo and Something to Burn\n\nSection::::Music.:Songs.", "title": "Perfect Day"}, "negative_evidence": {"id": "8550068", "text": "Perfect Day Perfect Day\n\nPerfect Day, A Perfect Day or This Perfect Day may refer to:\n\nSection::::Books.\n\nBULLET::::- \"This Perfect Day\", a science fiction novel by Ira Levin\n\nBULLET::::- \"A Perfect Day for Bananafish\", a 1948 short story by J. D. Salinger\n\nSection::::Film and television.\n\nBULLET::::- \"Perfect Day\" (1929 film), a short comedy film starring Laurel and Hardy\n\nBULLET::::- \"Perfect Day\" (2005 film), a 2005 television film\n\nBULLET::::- \"A Perfect Day\" (2005 film), a 2005 Lebanese film\n\nBULLET::::- \"A Perfect Day\" (2006 film), a 2006 television Christmas film starring Rob Lowe\n\nBULLET::::- \"A Perfect Day\" (2015 film), a 2015 Spanish film", "title": "Perfect Day"}, "div": "a_set"}, {"id": "9702", "claim": "a permanent resident visa lasts indefinitely in australia.", "label": "SUPPORTS", "positive_evidence": {"id": "22206734", "text": "Howard Government On 26 February 2001, the Howard government amended the Social Security Act 1991 (SSA 1991). New Zealand citizens may reside, work and study in Australia indefinitely without needing to first apply for a visa. They are granted a Special Category Visa (SCV) sub-class 444 on arrival subject to meeting health and character requirements, however this is a temporary visa which was introduced on 1 September 1994. The amendment to the SSA 1991 excludes most NZ citizens who arrived after 26 February 2001 from being eligible to apply for citizenship and claim social security payments. NZ citizens who were in Australia on 26 February 2001 or for 12 months in the two years prior, or who hold a Centrelink certificate issued under the Social Security Act 1991 stating that they were residing in Australia on a particular date are considered to be \"protected\" SCV holders. These people are entitled to much the same as Australian permanent visa holders. They may also apply for citizenship provided they meet the residence requirement. \"Non-protected\" SCV holders (those NZ citizens who don't meet the February 2001 criteria) who wish to become Australian citizens must first obtain a permanent visa. About 60% of the NZ citizens in Australia do not qualify for any of the permanent visas. Those NZ citizens who are non-protected SCV holders but who entered Australia at any time before September 1994 may be eligible for a Resident Return Visa (RRV). NZ citizens who entered Australia before September 1994 were granted permanent residence on arrival and the RRV reinstates that permanent resident status. Many NZ citizens who have obtained a permanent visa sponsor their NZ citizen partner and NZ-born children. The fees NZ citizens pay for a permanent visa are the same as the fees people from other countries pay, even though the NZ citizen applicants may have lived and paid taxes in Australia since 2001, while those from other countries may have never contributed anything to Australia at the time of applying for a permanent visa. The amendments to the SSA 1991 have created an underclass of residents in Australia, from inaccessibility to assistance in the event of sudden job loss or severe illness, to being ineligible to access the recently introduced National Disability Insurance Scheme which is funded via an increased Medicare levy. Non-protected SCV holders are Australian residents for tax purposes but cannot work for the federal government or join the defence force because they are ineligible to apply for citizenship, are currently ineligible for student loans, are not eligible for public housing or student travel concessions in some states, cannot work for state government in some states, are not covered by many insurance policies because they don't meet the insurer's definition of a permanent resident, are excluded from applying for some jobs because they don't meet the criteria of being a permanent resident and cannot access shelters in the event they are escaping a domestic violence situation.", "title": "Howard Government"}, "negative_evidence": {"id": "8868939", "text": "Trans-Tasman Travel Arrangement After arrival in New Zealand under the TTTA, Australian citizens and permanent residents may qualify for a Permanent Resident Visa (PRV) provided they have held a Resident Visa continuously for more than 24 months, and have met the PRV criteria. However, Resident Visas held by Australians expire upon exit from New Zealand, so travelling in and out of New Zealand can affect the requirement that the Resident Visa must be held for two years continuously. If an Australian citizen or permanent resident is in New Zealand on a Resident visa and wishes to stay long term and apply for a permanent resident visa in the future, they should make an application for a Variation of Travel Conditions (VOTC) if they wish to travel in the meantime to ensure that the resident visa does not expire when leaving New Zealand.", "title": "Trans-Tasman Travel Arrangement"}, "div": "a_set"}, {"id": "694", "claim": "danica mckellar was the name of the actor who was the voice of the daughter in the jetsons & wwe: robo-wrestlemania!.", "label": "SUPPORTS", "positive_evidence": {"id": "10581382", "text": "The Jetsons & WWE: Robo-WrestleMania! After the city returns to normal, the Jetsons attend WrestleMania to watch the new human WWE Superstars enter the ring.\n\nSection::::Cast.\n\nBULLET::::- Jeff Bergman as George Jetson, Mr. Spacely\n\nBULLET::::- Grey Griffin as Jane Jetson\n\nBULLET::::- Trevor Devall as Elroy Jetson\n\nBULLET::::- Danica McKellar as Judy Jetson\n\nBULLET::::- Frank Welker as Astro the Space Mutt\n\nBULLET::::- Tress MacNeille as Rosie the Robot Maid\n\nBULLET::::- Roman Reigns as Himself, Roman Reigns Bot\n\nBULLET::::- Big Show as Himself, Big Show Bot\n\nBULLET::::- Seth Rollins as Himself, Reactor Rollins\n\nBULLET::::- Alicia Fox as Herself, Alicia Fox Bot\n\nBULLET::::- The Usos as Themselves, Usobots", "title": "The Jetsons & WWE: Robo-WrestleMania!"}, "negative_evidence": {"id": "10581376", "text": "The Jetsons & WWE: Robo-WrestleMania! The Jetsons & WWE: Robo-WrestleMania! is a 2017 American direct-to-video animated film starring The Jetsons. It is the fourth co-production between Warner Bros. Animation and WWE Studios. It was released on February 28, 2017 on Digital HD and on March 14, 2017 on home video. It is the first new \"Jetsons\" production in over 27 years since the 1990 film \"\" (and after the deaths of George O'Hanlon and Mel Blanc), the first without the original creators William Hanna and Joseph Barbera (who died respectively in 2001 and 2006). Jeff Bergman (from \"Jetsons: The Movie\") was the only actor to return.", "title": "The Jetsons & WWE: Robo-WrestleMania!"}, "div": "d_set"}, {"id": "15306", "claim": "the hijra is the event that marks the start of the islamic calendar.", "label": "SUPPORTS", "positive_evidence": {"id": "10975110", "text": "Fasli calendar The calendar formation year is considered as 963 Hijra Year, Islamic Calendar and from that year forward it has been followed as a solar year or Samavat Calendar. The name and number of the Days and the Months are same as Islamic calendar. The first day of the year is 7 or 8 June.\n\nThe \"Fasli calendar\" dated from Akbars accession year. Thus the beginning of \"Fasli era\" is equal to below calendars.\n\nBULLET::::- 963 AH (Islamic calendar)\n\nBULLET::::- 1556 AD (Gregorian calendar)\n\nBULLET::::- 1612 SE (Hindu Samavat Calendar)\n\nSection::::History.", "title": "Fasli calendar"}, "negative_evidence": {"id": "18101704", "text": "Islamic calendar Section::::Computer support.\n\nBULLET::::- Hijri support was available in later versions of traditional Visual Basic, and is also available in the .NET Framework.\n\nBULLET::::- Since the release of Java 8, the Islamic calendar is supported in the new Date and Time API.\n\nSection::::See also.\n\nBULLET::::- Islamic and Jahili months\n\nBULLET::::- Pre-Islamic calendar\n\nBULLET::::- List of observances set by the Islamic calendar\n\nBULLET::::- Islamic New Year\n\nSection::::External links.\n\nBULLET::::- Helmer Aslaksen The Islamic Calendar\n\nBULLET::::- Khalid Chraibi, The reform of the Islamic calendar: the terms of the debate, Tabsir.net, September 2012", "title": "Islamic calendar"}, "div": "a_set"}, {"id": "7452", "claim": "the johnson space center was named after james e. webb.", "label": "REFUTES", "positive_evidence": {"id": "12934683", "text": "Johnson Space Center JSC put in a bid to display one of the retired Space Shuttle orbiters, but was not selected.\n\nSection::::See also.\n\nBULLET::::- Carolyn Huntoon — first woman Director of Johnson Space Center\n\nBULLET::::- Johnson Space Center shooting\n\nBULLET::::- List of NASA contractors\n\nBULLET::::- Yuri Gagarin Cosmonaut Training Center\n\nSection::::External links.\n\nBULLET::::- Lyndon B. Johnson Space Center\n\nBULLET::::- \"Suddenly, tomorrow came... A history of the Johnson Space Center\" (PDF format) 1993\n\nBULLET::::- \"JSC Celebrates 40 Years of Human Space Flight\" September 2001\n\nBULLET::::- \"Roundup\", official newsletter\n\nBULLET::::- NASA Johnson Space Center Oral History Project – Interview with Thomas W. 'Tommy' Holloway", "title": "Johnson Space Center"}, "negative_evidence": {"id": "3947416", "text": "David S. McKay BULLET::::- Rice University, B.A., Geology, 1958\n\nBULLET::::- University of California – Berkeley, M.A., Geology, 1960\n\nBULLET::::- Rice University, Ph.D., Geology, 1964\n\nSection::::Professional positions.\n\nBULLET::::- 1996–2013: Chief scientist for Astrobiology and Planetary Science and Exploration\n\nNASA Johnson Space Center, Houston, Texas 77058\n\nBULLET::::- Assistant for Exploration and Technology – NASA Johnson Space Center, 1994–96\n\nBULLET::::- Chief, Planetary Programs Office – NASA Johnson Space Center, 1991–94\n\nBULLET::::- Chief, Mission Science and Technology Office – NASA Johnson Space Center, 1990–91\n\nBULLET::::- Chief, Space Resources Utilization Office – NASA Johnson Space Center, 1987–90\n\nBULLET::::- Staff Scientist – NASA Johnson Space Center, 1965–87", "title": "David S. McKay"}, "div": "a_set"}, {"id": "1610", "claim": "the first hand held, sync-sound camera was invented in the 1890s.", "label": "REFUTES", "positive_evidence": {"id": "20946734", "text": "D. A. Pennebaker In 1959, Pennebaker joined the equipment-sharing Filmakers' [sic] Co-op and co-founded Drew Associates with Richard Leacock and former \"LIFE\" magazine editor and correspondent Robert Drew. A crucial moment in the development of Direct Cinema, the collective produced documentary films for clients like ABC News (for their television series, \"Close-up\") and Time-Life Broadcast (for their syndicated television series, \"Living Camera\"). Their first major film, \"Primary\" (1960), documented John F. Kennedy and Hubert Humphrey's respective campaigns in the 1960 Wisconsin Democratic Primary election. Drew, Leacock and Pennebaker, as well as photographers Albert Maysles, Terrence McCartney Filgate and Bill Knoll, all filmed the campaigning from dawn to midnight over the course of five days. Widely considered to be the first candid and comprehensive look at the day-by-day events of a Presidential race, it was the first film in which the sync sound camera could move freely with characters throughout a breaking story, a major technical achievement that laid the groundwork for modern-day documentary filmmaking. It would later be selected as an historic American film for inclusion in the Library of Congress' National Film Registry in 1990.", "title": "D. A. Pennebaker"}, "negative_evidence": {"id": "15413739", "text": "Arricam Arricam is a 35 mm movie camera line manufactured by Arri. It is Arri's flagship sync-sound camera line, replacing the Arriflex 535 line. The design was developed by Fritz Gabriel Bauer and Walter Trauninger, and is heavily derivative of the cameras Bauer created for his Moviecam company, which was bought out by Arri in the mid-1990s. As such, the Arricam is a fusion of the mechanical and intuitive design innovations of the Moviecam and the interchangeable accessories and complex electronic integration of the Arriflex. , the Arricam is considered, along with the Panaflex Millennium line, the top sync-sound camera system currently in usage, and is extremely popular amongst bigger budget feature films. ", "title": "Arricam"}, "div": "d_set"}, {"id": "378", "claim": "15 is the record number of three pointers in a game ncaa.", "label": "SUPPORTS", "positive_evidence": {"id": "10967465", "text": "Dusty Hannahs Hannahs played for the Arkansas Razorbacks for the final two seasons of his eligibility after sitting out one year due to NCAA transfer rules. In his first season with the team, Hannahs led the Razorbacks with 16.5 points per game and lead the Southeastern Conference (SEC) with 81 three pointers made and a .433 three point percentage. He was named to the Jerry West Award watchlist going into his redshirt senior season. Hannahs again led Arkansas in scoring in his final season with 14.4 points per game and led the SEC with a 90.8 free throw percentage (10th-best in the nation) and was named second team All-SEC by \"NBCSports.com\". He scored 1,047 points for the Razorbacks, becoming the fifth Arkansas player to score 1,000 points in two seasons, and finished ninth in school history with 155 three pointers made and with the third-best free throw percentage at .889.", "title": "Dusty Hannahs"}, "negative_evidence": {"id": "12953100", "text": "2007 NCAA Division I Women's Basketball Tournament BULLET::::- Three pointers—Matee Ajavon, Rutgers high four of five three point field goals. The 80% completion ratio is tied for the best in a Final Four game.\n\nBULLET::::- Points—LSU scored 35 points in the semifinal game, the fewest points scored in a Final Four game.\n\nBULLET::::- Three pointers—Nadia Begay, Boise State, hit eight three point field goals in a first round game against George Washington, tied for the most scored in a first or second round game.\n\nSection::::Qualifying teams - automatic.", "title": "2007 NCAA Division I Women's Basketball Tournament"}, "div": "d_set"}, {"id": "8078", "claim": "durable means of transport is steel in guns germs and steel.", "label": "SUPPORTS", "positive_evidence": {"id": "18959308", "text": "Guns, Germs, and Steel The book's title is a reference to the means by which farm-based societies conquered populations of other areas and maintained dominance, despite sometimes being vastly outnumbered – superior weapons provided immediate military superiority (guns); Eurasian diseases weakened and reduced local populations, who had no immunity, making it easier to maintain control over them (germs); and durable means of transport (steel) enabled imperialism.\n\nDiamond argues geographic, climatic and environmental characteristics which favored early development of stable agricultural societies ultimately led to immunity to diseases endemic in agricultural animals and the development of powerful, organized states capable of dominating others.", "title": "Guns, Germs, and Steel"}, "negative_evidence": {"id": "18959303", "text": "Guns, Germs, and Steel Guns, Germs, and Steel\n\nGuns, Germs, and Steel: The Fates of Human Societies (previously titled Guns, Germs and Steel: A Short History of Everybody for the Last 13,000 Years) is a 1997 transdisciplinary non-fiction book by Jared Diamond, professor of geography and physiology at the University of California, Los Angeles (UCLA). In 1998, \"Guns, Germs, and Steel\" won the Pulitzer Prize for general nonfiction and the Aventis Prize for Best Science Book. A documentary based on the book, and produced by the National Geographic Society, was broadcast on PBS in July 2005.", "title": "Guns, Germs, and Steel"}, "div": "a_set"}, {"id": "13534", "claim": "lady gaga sang just shut up and dance with me.", "label": "REFUTES", "positive_evidence": {"id": "24434905", "text": "Shut Up and Dance Shut Up and Dance\n\nShut Up and Dance may refer to:\n\nBULLET::::- Shut Up and Dance (duo), an English dance music duo\n\nBULLET::::- \"Shut Up and Dance\" (Aerosmith song), 1994\n\nBULLET::::- \"Shut Up and Dance\" (Victoria Duffield album), 2012 (or its title song, see below)\n\nBULLET::::- \"Shut Up and Dance\" (Victoria Duffield song), 2011\n\nBULLET::::- \"Shut Up and Dance\" (Walk the Moon song), 2014\n\nBULLET::::- \"\", a 1990 album by Paula Abdul\n\nBULLET::::- \"Shut Up and Dance\", 1980 song by Pearl Harbor and the Explosions\n\nBULLET::::- \"Shut Up and Dance\" (\"Black Mirror\"), an episode of the TV series \"Black Mirror\"", "title": "Shut Up and Dance"}, "negative_evidence": {"id": "22295724", "text": "Shut Up and Dance (duo) BULLET::::- \"Got Em Locked\" (Shut Up and Dance, 1998)\n\nBULLET::::- \"Psycho Jump\" (Shut Up and Dance, 1999)\n\nBULLET::::- \"No:Doubt\" (Shut Up and Dance, 2001)\n\nBULLET::::- \"Moving Up\" (Shut Up and Dance, 2001)\n\nBULLET::::- \"4th Floor\" (Shut Up and Dance, 2002)\n\nBULLET::::- \"Heaven on Earth\" (Shut Up and Dance, 2002)\n\nBULLET::::- \"Reclaim the Streets\" (Shut Up and Dance, 2003)\n\nBULLET::::- \"Release the Gimp\" (Shut Up and Dance, 2003)\n\nBULLET::::- \"Arrest the President\" (Shut Up and Dance, 2003)\n\nBULLET::::- \"SuperNova\" (Shut Up and Dance, 2003)\n\nBULLET::::- \"Sensation / Culture Clash\" (Shut Up and Dance, 2007)", "title": "Shut Up and Dance (duo)"}, "div": "a_set"}, {"id": "4111", "claim": "the release date of south park fractured but whole for microsoft windows, playstation 4, and xbox one was april 24, 2018.", "label": "REFUTES", "positive_evidence": {"id": "3717284", "text": "South Park: The Fractured but Whole \"The Fractured but Whole\" was released worldwide on October 17, 2017, for Microsoft Windows, PlayStation 4, and Xbox One. In contrast to the previous game, \"The Fractured but Whole\" was released worldwide without having to censor any content. In a September 2017 interview, USF associate producer Kimberly Weigend said the game's content was not tamer than that of \"The Stick of Truth\", and the uncensored release was possibly a sign of censors becoming more open to ideas and that interactive media was a relatively new medium and the ratings system was evolving alongside it. Design director Paul Cross said to prevent the difficulties \"The Stick of Truth\" experienced, USF tried to avoid content they knew would be censored, but that Parker and Stone would tell the story they wanted regardless of censorship concerns.", "title": "South Park: The Fractured but Whole"}, "negative_evidence": {"id": "22864845", "text": "List of video games based on comics BULLET::::- \"\" (2014; Android, iOS, OS X, Xbox 360, Xbox One, Wii U, PlayStation 3, PlayStation 4, PlayStation Vita, Microsoft Windows, Nintendo 3DS)\n\nBULLET::::- \"\" (2015; Microsoft Windows, PlayStation 4, Xbox One)\n\nBULLET::::- \"\" (2016; PlayStation 4, Microsoft Windows)\n\nBULLET::::- \"\" (2016; PlayStation 4, Xbox One)\n\nBULLET::::- \"\" (2016; Microsoft Windows, PlayStation 3, PlayStation 4, Xbox 360, Xbox One, Nintendo Switch)\n\nBULLET::::- \"\" (2017; Microsoft Windows, PlayStation 3, PlayStation 4, Xbox 360, Xbox One, Nintendo Switch)\n\nBULLET::::- B.C.:\n\nBULLET::::- \"B.C.'s Quest for Tires\" (1983; Apple II, Atari 8-bit, ColecoVision, Commodore 64, MS-DOS, MSX, ZX Spectrum)", "title": "List of video games based on comics"}, "div": "d_set"}, {"id": "13729", "claim": "alaska pollock is the kind of fish that is in filet o fish.", "label": "SUPPORTS", "positive_evidence": {"id": "15187636", "text": "Filet-O-Fish , the US Filet-O-Fish contains a battered, fried fish fillet made from Alaska pollock. In the Republic of Ireland either hoki or Alaska pollock may be served. In New Zealand and the United Kingdom Filet-O-Fish contains hoki instead of Alaska pollock. McDonald's Canada, United States, United Kingdom, Australia, New Zealand, Portugal, Czech Republic, The Netherlands, Hong Kong and India use a half slice of cheese in each Filet-O-Fish sandwich.\n\nSection::::History.", "title": "Filet-O-Fish"}, "negative_evidence": {"id": "15187640", "text": "Filet-O-Fish McDonald's removed the Filet-O-Fish from its menus in the United States on September 26, 1996, and replaced it with the Fish Filet Deluxe sandwich, which was part of McDonald's ill-fated Deluxe line of sandwiches. However, the Filet-O-Fish was brought back to its menus on a gradual basis starting in the middle of 1997, due to overwhelming letters and petitions, receiving the larger fish patty from the Fish Filet Deluxe. The Fish Filet Deluxe itself was discontinued at most restaurants early in 1998, while others still offered it until 2000, when it was finally removed from all McDonald's menus.", "title": "Filet-O-Fish"}, "div": "a_set"}, {"id": "2692", "claim": "germany won the 2015 fifa women's world cup.", "label": "REFUTES", "positive_evidence": {"id": "15220590", "text": "2015 FIFA Women's World Cup 2015 FIFA Women's World Cup\n\nThe 2015 FIFA Women's World Cup was the seventh FIFA Women's World Cup, the quadrennial international women's football world championship tournament. The tournament was hosted by Canada for the first time and by a North American country for the third time. Matches were played in six cities across Canada in five time zones. The tournament began on 6 June 2015, and finished with the final on 5 July 2015 with a United States victory over Japan.", "title": "2015 FIFA Women's World Cup"}, "negative_evidence": {"id": "3967781", "text": "2015 FIFA Women's World Cup qualification – UEFA Group 6 2015 FIFA Women's World Cup qualification – UEFA Group 6\n\nThe 2015 FIFA Women's World Cup qualification UEFA Group 6 was a UEFA qualifying group for the 2015 FIFA Women's World Cup. The group comprised Belarus, England, Montenegro, Turkey, Ukraine and Wales.\n\nThe group winners qualified directly for the 2015 FIFA Women's World Cup. Among the seven group runners-up, the four best (determined by records against the first-, third-, fourth- and fifth-placed teams only for balance between different groups) advanced to the play-offs.\n\nEngland qualified for its third consecutive World Cup on 21 August 2014 after winning 4–0 against Wales.", "title": "2015 FIFA Women's World Cup qualification – UEFA Group 6"}, "div": "d_set"}, {"id": "5509", "claim": "sucheta kriplani was the second lady prime minister of india.", "label": "REFUTES", "positive_evidence": {"id": "15797532", "text": "Second Lady BULLET::::- : Paula Mourão\n\nBULLET::::- : Karin Ratas\n\nBULLET::::- : Elizabeth Cortés\n\nBULLET::::- : Samira Bawumia\n\nBULLET::::- : M. Usha\n\nBULLET::::- Second Lady: Khin Thet Htay\n\nBULLET::::- Third Lady: Shwe Lwan\n\nBULLET::::- : Mufidah Miad Saad\n\nBULLET::::- : Sara Netanyahu (Relative to First Lady Nechama Rivlin and to Prime Minister Benjamin Netanyahu)\n\nBULLET::::- : None (Prime Minister Giuseppe Conte is divorced)\n\nBULLET::::- :\n\nBULLET::::- Second Lady: None (the last First Vice-President, Martin Vizcarra, became President)\n\nBULLET::::- Third Lady: None (Second Vice-President Mercedes Araoz is unmarried)\n\nBULLET::::- : Svetlana Medvedeva\n\nBULLET::::- : Nonhlanhla Patience Mnisi\n\nBULLET::::- : Kim Suk-hee", "title": "Second Lady"}, "negative_evidence": {"id": "20852951", "text": "Second Lady of South Korea Second Lady of South Korea\n\nThe Second Lady of the Republic of Korea, (informally referred to as SLOSK or SLOTROK) commonly known as the Second Lady of South Korea, is the wife of the Prime Minister of South Korea. Meanwhile, the wife of the President of South Korea is the First Lady of South Korea.\n\nThe first Second Lady of South Korea was Kim Maria who served as Second Lady from 1948–1950 her husband was Lee Beom-seok the first Prime Minister of South Korea ", "title": "Second Lady of South Korea"}, "div": "a_set"}, {"id": "6893", "claim": "the patriots have won the superbowl two times in a row.", "label": "SUPPORTS", "positive_evidence": {"id": "20193067", "text": "2012 New England Patriots season After both teams punted on their opening drive, Edelman gave the Patriots decent field position with a 30-yard return to the Patriots 36. The Patriots drove to the Jets 21, but Gostkowski missed the 39-yard field goal. Starting at their own 30, the Jets drove to the Patriots 23, but Sanchez was intercepted by Gregory at the Patriots 15. The Patriots proceeded to march 84 yards in 15 plays, scoring on the first play of the second quarter. After driving to the Patriots 31, Shonn Greene fumbled Gregory recovering at the Patriots 19. Brady dumped off a short pass to Vereen out of the backfield, who ran untouched down the sideline 83 yards for a touchdown, increasing the Patriots lead to 14-0. On the second play of the Jets next drive, Sanchez ran up the middle, but ran into his offensive line and fumbled (creating the infamous butt fumble) with Gregory returning it 32 yards for a touchdown, giving the Patriots a 21-0 lead. Joe McKnight fumbled the ensuing kickoff right into the hands of Edelman, who returned it 22 yards for a touchdown, giving the Patriots a 28-0 lead. The Jets drove 41 yards to their own 43, but Mayo sacked Sanchez for a 9-yard loss and the Jets punted. The Patriots raced 73 yards in just 4 plays, scoring on a 56-yard touchdown bomb to Edelman, giving the Patriots a 35-0 lead. The Jets drove to the Patriots 14 and Folk got the Patriots on the board with a 32-yard field goal. For the second week in a row, the Patriots tied a franchise record set in their 2009 Week 6 game against the Tennessee Titans—in this case, 35 second-quarter points, including three touchdown in 52 seconds. Unlike the Titans game, though, where the Patriots held the ball for 9 minutes and 22 seconds, in this quarter the Patriots held the ball for just 2 minutes and 14 seconds, with the offense running just six plays in the entire quarter. After a Jets punt, the Patriots drove to the Jets 46, but Edelman fumbled with LaRon Landry recovering at the Jets 43. The Jets drove to the Patriots 1-yard line, but Greene was stuffed for no gain on 4th-and-1. A penalty for a chop-block on Ridley in the end zone led to a safety, making the score 35-5 and giving the Jets the ball. The Jets marched 71 yards in 4 plays, scoring on a 4-yard touchdown run by Bilal Powell, making the score 35-12. The Patriots countered with a 17 play, 86-yard marathon, taking seven-and-a-half minutes off the clock and scoring on Brady's 1-yard touchdown run a few minutes into the fourth quarter. On the Jets next drive, Sanchez hit Chaz Schilens for a 22-yard gain to the Jets 45, but Dennard forced him to fumble at the 40 with Ninkovich returning it to the Jets 37. A 28-yard completion to Welker and a 9-yard run by Ridley gave the Patriots a 49-12 lead. Two possessions later, Sanchez hit Keller for a 1-yard touchdown. After a Patriots punt, the Jets ran out of the rest of the clock and the Patriots won the game.", "title": "2012 New England Patriots season"}, "negative_evidence": {"id": "712226", "text": "Superbowl Superbowl\n\nSuperbowl may refer to:\n\nBULLET::::- Super Bowl, American football championship game\n\nBULLET::::- A performance venue in Sun City, South Africa\n\nBULLET::::- Superbowl of Debate is a program by the University of Louisville Debate Society to increase minority participation in debate\n\nBULLET::::- Superbowl of Wrestling held in the 1970s\n\nBULLET::::- Super Bowl of Poker held in the 1980s\n\nBULLET::::- The championship game of the Italian Football League\n\nBULLET::::- Superbowl Mall, a shopping mall in Ho Chi Minh City\n\nBULLET::::- \"The Super Dave Superbowl of Knowledge\", a 1994 TV special by Super Dave Osborne", "title": "Superbowl"}, "div": "a_set"}, {"id": "2871", "claim": "108 cards are in a run in rummy.", "label": "REFUTES", "positive_evidence": {"id": "20940136", "text": "Rummy Rummy\n\nRummy is a group of matching-card games notable for similar gameplay based on matching cards of the same rank or sequence and same suit. The basic goal in any form of rummy is to build \"melds\" which consists of sets, three or four of a kind of the same rank; or runs, three or more cards in sequence, of the same suit. If a player discards a card, making a run in the discard pile, it may not be taken up without taking all cards below the top card. ", "title": "Rummy"}, "negative_evidence": {"id": "9151839", "text": "Indian Rummy Indian Rummy (or Paplu) is a card game in India with little variation from original rummy. It may be considered a cross between Rummy 500 and gin rummy. Indian Rummy is a variant of the rummy game popular in India that involves making valid sets out of 13 cards that are distributed among every player on the table. Each player is dealt 52 cards initially; if number of players are 2, then 52 cards deck is chosen for the game and if there are 6 players, two decks of 52 cards each is combined for the game play. Each player has to draw and discard cards by turns till one player melds his/her cards with valid sets that meet the Rummy validation rules. It could be that Indian Rummy evolved from a version of Rummy in South Asia, Celebes Rummy, also called \"Rhuk\".", "title": "Indian Rummy"}, "div": "a_set"}, {"id": "13057", "claim": "kevin skinner won season 4 of america's got talent.", "label": "SUPPORTS", "positive_evidence": {"id": "21532527", "text": "Kevin Skinner Section::::\"America's Got Talent\".\n\nSection::::\"America's Got Talent\".:Audition.\n\nKevin Skinner performed in a live audition on the August 4, 2009 episode of \"America's Got Talent\". He became a fan favorite in the show after his performance of Garth Brooks' \"If Tomorrow Never Comes\".\n\nSection::::\"America's Got Talent\".:Post \"Talent\".\n\nKevin received the $1 million prize, which was put into an annuity so it will be paid out over 40 years, and a headline show in Las Vegas, premiering in October 2009 and hosted by Jerry Springer. He performed \"If Tomorrow Never Comes\" on \"The Tonight Show with Conan O'Brien\" on September 17, 2009.\n\nSection::::Career.", "title": "Kevin Skinner"}, "negative_evidence": {"id": "6298207", "text": "Asia's Got Talent As of the second season, the show had featured acts from the following 28 countries (from 15 countries in the first season).\n\nWith individual \"Got Talent\" franchises:\n\nBULLET::::- (\"Bhutan's Got Talent\")\n\nBULLET::::- (\"Cambodia's Got Talent\")\n\nBULLET::::- (\"China's Got Talent\")\n\nBULLET::::- (\"India's Got Talent\")\n\nBULLET::::- (\"Indonesia's Got Talent\")\n\nBULLET::::- (\"Mongolia's Got Talent\")\n\nBULLET::::- (\"Myanmar's Got Talent\")\n\nBULLET::::- (\"Nepal's Got Talent\")\n\nBULLET::::- (\"Pilipinas Got Talent\")\n\nBULLET::::- (\"Korea's Got Talent\")\n\nBULLET::::- (\"Sri Lanka's Got Talent\")\n\nBULLET::::- (\"Thailand's Got Talent\")\n\nBULLET::::- (\"Vietnam's Got Talent\")\n\nWith no existing \"Got Talent\" franchises:\n\nSection::::Development.:Broadcast.", "title": "Asia's Got Talent"}, "div": "a_set"}, {"id": "3793", "claim": "sean and kaycee world of dance the duels featured sarah hyland.", "label": "REFUTES", "positive_evidence": {"id": "9963247", "text": "Kaycee Nicole Kaycee Nicole, aka Kaycee Nicole Swenson, was a fictitious persona played by an American woman named Debbie Swenson (born Deborah Marie Dickman 1960), in an early case of Münchausen by Internet. Between 1999 and when the hoax was discovered in 2001, Swenson, playing the role of Kaycee, represented herself on numerous websites as a teenager suffering from terminal leukemia. Kaycee was reported to have died on May 14, 2001, and her death was publicized on May 16; shortly thereafter, members of the online communities that had supported her unraveled the story and discovered that Kaycee had never actually existed. Debbie Swenson confessed on her blog to the hoax on May 20, 2001.", "title": "Kaycee Nicole"}, "negative_evidence": {"id": "22186995", "text": "List of Big Brother 20 (American season) houseguests Kaycee Noelle Clark (born December 26, 1987), 31, is a pro-football player for the San Diego Surge and entrepreneur from Tempe, Arizona. Originally from San Diego, California, she describes herself as fun, positive, and athletic, and enjoys playing sports, working out, and personal development. On Day 52, Kaycee was nominated alongside Angela by Haleigh, the HOH. On the same day, she won the H@cker Competition. She removed herself from the block and chose Rockstar as the replacement. On Day 53, she chose Tyler to play in the Veto competition. When Tyler won the Veto he used it on Angela, then Haleigh nominated Kaycee again as the replacement nominee. She was nominated again the following week as a replacement nominee when Brett won Veto and used it upon himself, landing on the block against Scottie. On Day 67, Kaycee won the Veto. On Day 69, Kaycee decided to not use the veto, leaving Angela's nominations of Faysal and Haleigh intact. On Day 76, Kaycee chose not to use the Veto, keeping Tyler’s nominations of Scottie and Haleigh intact. On Day 79, Kaycee won HOH. On Day 80, Kaycee nominated Haleigh and Sam. During the same week, Kaycee won her third consecutive Power of Veto, tying the all-time consecutive veto wins record. She ultimately opted not to use the veto, leaving Haleigh and Sam to face that week's eviction vote (which would turn out to be the first eviction of that evening's Double Eviction). Kaycee won her fourth veto during Week 12, and again opted not to use the veto, leaving Angela's (the week's HOH) nominations of JC and Sam intact. On Day 91, Kaycee won her fifth veto of the season (which also happened to be the final Power of Veto competition for the summer), tying the all time record of veto wins in a season. As she was the sole houseguest not on the block or HOH that week, the Veto was not used. Kaycee thus held the balance of power that week as she held the sole vote to evict, opting to evict Angela. On Day 99, Kaycee won the Final HOH and chose to evict JC, taking Tyler to the Final 2. Kaycee won Big Brother 20 by a vote of 5–4 over Tyler, and became the first openly lesbian winner of Big Brother.", "title": "List of Big Brother 20 (American season) houseguests"}, "div": "a_set"}, {"id": "364", "claim": "the city the screen actors guild awards is held every year is los angeles, california.", "label": "SUPPORTS", "positive_evidence": {"id": "7076473", "text": "11th Screen Actors Guild Awards 11th Screen Actors Guild Awards\n\nThe 11th Screen Actors Guild Awards, honoring the best achievements in film and television performances for the year 2004, took place on February 5, 2005. The ceremony, for the 9th consecutive time was held at the Shrine Exposition Center in Los Angeles, California, and was televised live by TNT.\n\nThe nominees were announced on January 11, 2005 by Rosario Dawson and James Denton at Los Angeles' Pacific Design Center's Silver Screen Theater.\n\nSection::::Winners and nominees.\n\nWinners are listed first and highlighted in boldface.\n\nSection::::Winners and nominees.:Screen Actors Guild Life Achievement Award.\n\nBULLET::::- James Garner", "title": "11th Screen Actors Guild Awards"}, "negative_evidence": {"id": "4504360", "text": "Screen Actors Guild Award BULLET::::- 2006: 12th Screen Actors Guild Awards, for the year 2005\n\nBULLET::::- 2007: 13th Screen Actors Guild Awards, for the year 2006\n\nBULLET::::- 2008: 14th Screen Actors Guild Awards, for the year 2007\n\nBULLET::::- 2009: 15th Screen Actors Guild Awards, for the year 2008\n\nBULLET::::- 2010: 16th Screen Actors Guild Awards, for the year 2009\n\nBULLET::::- 2011: 17th Screen Actors Guild Awards, for the year 2010\n\nBULLET::::- 2012: 18th Screen Actors Guild Awards, for the year 2011\n\nBULLET::::- 2013: 19th Screen Actors Guild Awards, for the year 2012\n\nBULLET::::- 2014: 20th Screen Actors Guild Awards, for the year 2013", "title": "Screen Actors Guild Award"}, "div": "d_set"}, {"id": "10406", "claim": "carly simon is the stuff that dreams are made of.", "label": "REFUTES", "positive_evidence": {"id": "9523248", "text": "The Dream That Stuff Was Made Of The Dream That Stuff Was Made Of\n\nThe Dream That Stuff Was Made Of is the debut studio album by the indie pop band Starlight Mints. It was called \"a short, well-sequenced offering of punchy orchestral pop,\" by Pitchfork.\n\n(The title references the line \"The stuff that dreams are made of\" from \"The Maltese Falcon\", and, second-handedly, Shakespeare: In Act IV of \"The Tempest\", Prospero says \"We are such stuff / As dreams are made on, and our little life / Is rounded with a sleep\").", "title": "The Dream That Stuff Was Made Of"}, "negative_evidence": {"id": "10471922", "text": "The Dreams that Stuff Are Made Of The Dreams that Stuff Are Made Of\n\nThe Dreams that Stuff Are Made Of is the debut studio album from the American rock band Karmic Juggernaut.\n\nSection::::Content.", "title": "The Dreams that Stuff Are Made Of"}, "div": "a_set"}, {"id": "380", "claim": "mafic rocks are the most common type of rock in the earth's oceanic crust.", "label": "SUPPORTS", "positive_evidence": {"id": "3085492", "text": "Subduction zone metamorphism Arc magmas are produced by partial melting of metasomatic domains in the mantle wedge, which was reacted with liquid phases derived from dehydration melting of minerals contained in the subducting oceanic crust formed at mid-ocean ridges. The subducting oceanic crust consists of a four major units. The topmost unit is a thin cap of pelagic sediments up to 0.3 km thick composed of siliceous and calcareous shells, meteoric dusts, and variable amounts of volcanic ash. The next unit is composed of 0.3–0.7 km thick pillow basalts, formed by the quenching of basaltic magma as it erupts into ocean water. Under the pillow basalts is a basaltic sheeted dike complex, that represent cooled magma conduits. The bottom units represent the crystallized magma chamber, feeding the mid-ocean ridge at which the crust was formed. It is composed of 1–5 km thick layered gabbro atop <7 km thick layer of ultramafic rocks (e.g. wehrlite, harzburgite, dunite, and chromite). Oceanic crust is referred to as a metabasite.", "title": "Subduction zone metamorphism"}, "negative_evidence": {"id": "6220764", "text": "Plate tectonics As explained above, tectonic plates may include continental crust or oceanic crust, and most plates contain both. For example, the African Plate includes the continent and parts of the floor of the Atlantic and Indian Oceans. The distinction between oceanic crust and continental crust is based on their modes of formation. Oceanic crust is formed at sea-floor spreading centers, and continental crust is formed through arc volcanism and accretion of terranes through tectonic processes, though some of these terranes may contain ophiolite sequences, which are pieces of oceanic crust considered to be part of the continent when they exit the standard cycle of formation and spreading centers and subduction beneath continents. Oceanic crust is also denser than continental crust owing to their different compositions. Oceanic crust is denser because it has less silicon and more heavier elements (\"mafic\") than continental crust (\"felsic\"). As a result of this density stratification, oceanic crust generally lies below sea level (for example most of the Pacific Plate), while continental crust buoyantly projects above sea level (see the page isostasy for explanation of this principle).", "title": "Plate tectonics"}, "div": "d_set"}, {"id": "225", "claim": "will friedle played quill in the tv show guardians of the galaxy.", "label": "SUPPORTS", "positive_evidence": {"id": "21243052", "text": "Star-Lord BULLET::::- Star-Lord appears in \"Avengers Assemble\", voiced by Chris Cox (in \"Guardians and Spaceknights\") and later by Will Friedle (in \"Widow's Run\"). In \"Guardians and Spaceknights\", he was seen with the Guardians of the Galaxy when they are in the middle of evacuating the D'Bari from their homeworld before it can be consumed by Galactus. In \"Widow's Run\", Star-Lord tries to get Tony Stark to have the Infinity Gems in the custody of the Guardians of the Galaxy only to be turned down. This causes Star-Lord to lead the Guardians of the Galaxy into taking the Infinity Gems from the Black Widow leading the group's fight with the Avengers. Using special teleportation disks, the Falcon was able to send the Guardians of the Galaxy back to their ship. Star-Lord's design initially resembles his original comic book appearance, however it changed and now resembles Chris Pratt's character from the \"Guardians of the Galaxy\" film.", "title": "Star-Lord"}, "negative_evidence": {"id": "14314283", "text": "Guardians of the Galaxy (film) Additionally, Josh Brolin appears, uncredited, as Thanos through voice acting and performance capture. Sean Gunn stood in for Thanos during filming and portrays Kraglin, Yondu's first mate in the Ravagers. Alexis Denisof reprises his role as Thanos's vizier, \"The Other\", from \"The Avengers\". Ophelia Lovibond plays Carina, the Collector's slave; Peter Serafinowicz plays Denarian Garthan Saal, a Nova Corps officer; Gregg Henry plays Quill's grandfather; Laura Haddock plays Quill's mother, Meredith; Melia Kreiling plays Bereet; Christopher Fairbank plays The Broker; Mikaela Hoover plays Nova Prime's assistant; Marama Corlett plays a pit boss at the bar, The Boot; Emmett J. Scanlan plays a Nova riot guard; Alexis Rodney plays Moloka Dar; Tom Proctor plays Horuz, a Ravager; and Spencer Wilding plays a prison guard who confiscates Quill's Walkman. Canine actor Fred appears as Cosmo. Stephen Blackehart had a supporting role. Naomi Ryan also had a supporting role in the film, though it was cut in the final version. Cameos in the film include: James Gunn as a Sakaaran; Stan Lee as a Xandarian Ladies' Man; Lloyd Kaufman as an inmate; Nathan Fillion as the voice of an inmate; Rob Zombie as the voice of the Ravager Navigator; composer Tyler Bates as a Ravager pilot; and Seth Green as the voice of Howard the Duck.", "title": "Guardians of the Galaxy (film)"}, "div": "d_set"}, {"id": "15006", "claim": "new episodes of troll hunters are coming out in 2018.", "label": "SUPPORTS", "positive_evidence": {"id": "11472321", "text": "List of Masterpiece Contemporary episodes BULLET::::- Place of Execution (Nov 1 and 8)\n\nSection::::Episodes.:Season 40 (2010).\n\nBULLET::::- Framed (Dec 26)\n\nBULLET::::- Lennon Naked (Nov 21)\n\nSection::::Episodes.:Season 41 (2011).\n\nBULLET::::- Page Eight (Worricker Trilogy, Part One) (Nov 6)\n\nBULLET::::- The Song of Lunch (Nov 13)\n\nSection::::Episodes.:Season 42 (2012).\n\n\"No New Episodes\"\n\nSection::::Episodes.:Season 43 (2013).\n\n\"No New Episodes\"\n\nSection::::Episodes.:Season 44 (2014).\n\nBULLET::::- Salting the Battlefield (Worricker Trilogy, Part Three) (Nov 16)\n\nBULLET::::- Turks & Caicos (Worricker Trilogy, Part Two) (Nov 9)\n\nSection::::Episodes.:Season 45 (2015).\n\n\"No New Episodes\"\n\nSection::::Episodes.:Season 46 (2016).\n\n\"No New Episodes\"\n\nSection::::Episodes.:Season 47 (2017).\n\n\"No New Episodes\"\n\nSection::::Episodes.:Season 48 (2018).", "title": "List of Masterpiece Contemporary episodes"}, "negative_evidence": {"id": "15063418", "text": "Worldwide Day of Play After Nickelodeon resumes airing, they usually air marathons and premieres of TeenNick series, or \"SpongeBob SquarePants\". In 2007, \"SpongeBob SquarePants\", \"Just Jordan\", \"Tak and the Power of Juju\", \"Zoey 101\", \"iCarly\", \"Back at the Barnyard\" had new episodes. Following in 2008 was the season premiere of \"iCarly\" and the finale of \"My Family's Got GUTS\". Following in 2009 and 2010, \"iCarly\" and \"True Jackson, VP\", and \"Big Time Rush\" had new episodes, with the inclusion of Nickelodeon's rebrand. Later followed in 2011, new episodes of \"iCarly\", \"Big Time Rush\" and \"Supah Ninjas\" aired. In 2012, before the Worldwide Day of Play begin, new episodes of \"Teenage Mutant Ninja Turtles\" and \"\" aired as well with an hour-long final season premiere of \"iCarly\" later that night with a sneak peek of See Dad Run following iCarly. For 2013, new episodes of \"Sanjay and Craig\" and \"Rabbids Invasion\" aired prior to the event, while premieres of \"Sam & Cat\" and \"The Haunted Hathaways\" were shown that evening. In 2014, new episodes of \"Sanjay And Craig\" and \"Breadwinners\" were shown prior to the event, while new episodes of \"The Haunted Hathaways\", \"Henry Danger\", \"Nicky, Ricky, Dicky & Dawn\", \"The Thundermans\", and \"AwesomenessTV\" were shown in the evening. In 2015, new episodes of Henry Danger, Game Shakers, and 100 Things To Do Before High School had aired that evening. In 2016, season premieres of Henry Danger, Game Shakers, & School Of Rock had aired that evening. In 2017, new episodes of Henry Danger and Game Shakers had aired that evening.", "title": "Worldwide Day of Play"}, "div": "a_set"}, {"id": "3492", "claim": "haym topol was the character that sang the original do you love me in the fiddler on the roof.", "label": "REFUTES", "positive_evidence": {"id": "8430129", "text": "Fiddler on the Roof References to the musical on television have included a 2005 episode of \"Gilmore Girls\" titled \"Jews and Chinese Food\", involving a production of the musical. A skit by \"The Electric Company\" about a village fiddler with a fear of heights, so he is deemed \"Fiddler on the Chair\". In the \"Family Guy\" episode \"When You Wish Upon a Weinstein\" (2003), William Shatner is depicted as playing Tevye in a scene from \"Fiddler\". The second episode of \"Muppets Tonight\", in 1996, featured Garth Brooks doing a piece of \"If I were a Rich Man\" in which he kicks several chickens off the roof. \"The Rosie Show\", a 1996 episode of \"The Nanny\", parodied the dream scene, when Mr. Sheffield fakes a dream to convince Fran not to be a regular on a TV show. A 2011 episode of NBC's \"Community\", entitled \"Competitive Wine Tasting\", included a parody of \"Fiddler\" titled, \"Fiddler, Please!\", with an all-black cast dressed in \"Fiddler on the Roof\" costumes singing \"It's Hard to Be Jewish in Russia, Yo\". Chabad.org kicked off their 2008 \"To Life\" Telethon with a pastiche of the fiddle solo and bottle dance from the musical.", "title": "Fiddler on the Roof"}, "negative_evidence": {"id": "23021945", "text": "Jan Bart Anatevka Jan Bart – Sings Fiddler on the Roof in Yiddish – Londisc\n\n−\n\nDo you love me Jan Bart – Sings Fiddler on the Roof in Yiddish – Londisc\n\n−\n\nFar from the home I love Jan Bart – Sings Fiddler on the Roof in Yiddish – Londisc\n\n−\n\nFiddler on the roof Jan Bart – Sings Fiddler on the Roof in Yiddish – Londisc\n\n−\n\nIf I were a rich man Jan Bart – Sings Fiddler on the Roof in Yiddish – Londisc\n\n−\n\nMatchmaker Jan Bart – Sings Fiddler on the Roof in Yiddish – Londisc\n\n−", "title": "Jan Bart"}, "div": "d_set"}, {"id": "13917", "claim": "george w. bush was the last american president to serve in the military.", "label": "SUPPORTS", "positive_evidence": {"id": "9785642", "text": "The Prosecution of an American President The Prosecution of an American President\n\nThe Prosecution of an American President is a 2012 American documentary film about the Iraq War directed by Dave Hagen and David J. Burke. Former prosecutor Vincent Bugliosi outlines his legal case for prosecution of George W. Bush for deliberately starting the war under false pretenses, misleading America over Saddam Hussein's weapons of mass destruction, and falsely blaming Iraq for the 9/11 attacks. Noted attorney Alan Dershowitz also comments.", "title": "The Prosecution of an American President"}, "negative_evidence": {"id": "26543892", "text": "The Last American The Last American\n\nThe Last American is a four-issue comic book mini-series published by Marvel's Epic imprint in 1990. It was written by John Wagner and Alan Grant with art by Mike McMahon.\n\nSection::::Synopsis.\n\nTwenty years after a global nuclear conflict, one man, Ulysses S. Pilgrim, is released from suspended animation to see what remains. It is unclear why nuclear war occurred or who started it but the devastation is immense. The protagonist is joined by three robot companions who accompany him on his journey to discover if he is, in fact, the last American alive.\n\nSection::::History.", "title": "The Last American"}, "div": "a_set"}, {"id": "2137", "claim": "india ranked 142 in world bank ease of doing business in 2015.", "label": "SUPPORTS", "positive_evidence": {"id": "9379243", "text": "Bhupender Yadav The Insolvency and Bankruptcy Code, 2016 (\"IBC\"), which came into effect on May 28, 2016, is considered as an important legislation for early detection of financial sickness of any corporate debtor and to deal with such sickness in a time bound manner by allowing the implementation of the effective resolution plan, if the same is viable. IBC sought to address the lacuna in the existing banking regime and provide a consolidated framework for the insolvency of companies, limited and unlimited liability partnerships, and individuals. In January 2019, the Supreme Court of India upheld the Insolvency and Bankruptcy Code, 2016 in its entirety, tossing out a batch of petitions that had challenged the constitutional validity of several provisions, including the one that has barred the promoters of defaulting companies and “connected persons” from bidding for stressed assets. The Code is being hailed for providing a mechanism for time-bound recovery of dues from insolvent debtors in India and for contributing to the ease of doing business in India. In the World Bank's latest Doing Business Report (DBR, 2019), India has recorded a jump of 23 positions against its rank of 100 in 2017 to be placed now at 77th rank among 190 countries assessed. In 2014, India had dropped to a dismal 142nd rank in DBR. ", "title": "Bhupender Yadav"}, "negative_evidence": {"id": "14581563", "text": "Indian Railway Service of Signal Engineers APEX LEVEL :The S&T Organization is headed at apex level (i.e. Railway Board, Ministry of Railways) by Member (S&T) (Member (Signal & Telecom) ex-officio secretary to Government of India. He is assisted by two Special Secretary to Government of India rank (equivalent to GM) officers v.i.z Additional Member (Signal) and Additional Member (Tele), Who are in turn assisted by Additional Secretary to Government of India rank Advisor (Signal) and several Joint Secretary to Government of India rank Executive Directors and Directors. S&T Officers may go to general management or ex- cadre posts like AM-IT, AM-Plg etc. The posts of Menmber(Staff)-till date is also ex-cadre in Railways, and an IRSSE may also get to become Member(Staff) also. The posts of CRS and CCRS are also ex-cadre for Technical and Traffic wing, and an IRSSE may opt for becoming CRS or CCRS also at the appex level.", "title": "Indian Railway Service of Signal Engineers"}, "div": "d_set"}, {"id": "1391", "claim": "nancy kovack played nellie bly in frankie and johnny in 1936.", "label": "REFUTES", "positive_evidence": {"id": "123692", "text": "Lilyan Tashman Tashman died of cancer at Doctor's Hospital in New York City on March 21, 1934 at the age of 37. Her funeral was held on March 22 in New York City synagogue Temple Emanu-El with Sophie Tucker, Mary Pickford, Fanny Brice, Cecil Beaton, Jack Benny, and other distinguished celebrities in attendance. Eddie Cantor delivered the eulogy. The burial in Brooklyn's Washington Cemetery attracted 10,000 fans, mourners, and curious onlookers; it became a near riot when people were injured and a gravestone was toppled. Tashman left no will, but the distribution of her $31,000 in cash and $121,000 in furs and jewels provoked contentious discussion among her husband and sisters, Hattie and Jennie. Her last film, \"Frankie and Johnny\", was released posthumously in May 1936 with her role as Nellie Bly cut to a cameo.", "title": "Lilyan Tashman"}, "negative_evidence": {"id": "17952955", "text": "Nellie Bly BULLET::::- Rosenhan experiment, 1970s, being sane in an insane place\n\nBULLET::::- Winifred Bonfils, another pioneering woman journalist\n\nSection::::References.\n\nSection::::References.:Bibliography.\n\nBULLET::::- Affidavit of Beatrice K. Brown; Surrogates Court, Kings County (1922)\n\nSection::::External links.\n\nBULLET::::- Information, photos and original Nellie Bly articles at Nellie Bly Online\n\nBULLET::::- Nellie Bly's collected journalism at The Archive of American Journalism\n\nBULLET::::- Editions of Bly's books at the Celebration of Women Writers:\n\nBULLET::::- \"Ten Days in a Mad-House\", and other early investigative reports by Nellie Bly\n\nBULLET::::- \"Nellie Bly's Book: Around the World in Seventy-Two Days\"\n\nBULLET::::- \"Six Months in Mexico\"", "title": "Nellie Bly"}, "div": "d_set"}, {"id": "3185", "claim": "pinhole image is the common photograpy meaning of the latin word camera obscura.", "label": "SUPPORTS", "positive_evidence": {"id": "4630805", "text": "Camera obscura Camera obscura (plural \"camera obscuras\" from Latin, meaning \"dark room\": \"camera\" \"(vaulted) chamber or room,\" and \"obscura\" \"darkened, dark\"), also referred to as pinhole image, is the natural optical phenomenon that occurs when an image of a scene at the other side of a screen (or, for instance, a wall) is projected through a small hole in that screen as a reversed and inverted image (left to right and upside down) on a surface opposite to the opening. The surroundings of the projected image have to be relatively dark for the image to be clear, so many historical camera obscura experiments were performed in dark rooms.", "title": "Camera obscura"}, "negative_evidence": {"id": "15851861", "text": "Camera obscura (disambiguation) BULLET::::- \"Camera Obscura\" (2000 film), by Hamlet Sarkissian\n\nBULLET::::- \"Camera Obscura\" (2010 film), starring Jack Klugman\n\nBULLET::::- \"Camera Obscura\" (2015 film), Egyptian short film\n\nSection::::Literature and publications.\n\nBULLET::::- \"Camera Obscura\", novel by Nicolaas Beets (1839)\n\nBULLET::::- \"Camera Obscura\", one of the translated titles of the \"Laughter in the Dark\" novel by Vladimir Nabokov (1932)\n\nBULLET::::- \"Camera Obscura\", short story by Basil Copper that was made into a segment of \"Night Gallery\" (1969-1973)\n\nBULLET::::- \"Camera Obscura\" (novel), \"Doctor Who\" novel by Lloyd Rose (2002)\n\nBULLET::::- \"Camera obscura\" (novel), novel by Nejc Gazvoda (2006)\n\nBULLET::::- \"Camera Obscura\", novel by Lavie Tidhar (2011)", "title": "Camera obscura (disambiguation)"}, "div": "d_set"}, {"id": "1014", "claim": "5 was the vei of mt. st. helens during an 1860 bc eruption.", "label": "REFUTES", "positive_evidence": {"id": "16799853", "text": "Plinian eruption BULLET::::- The Long Valley Caldera eruption in Eastern California, United States, which happened over 760,000 years ago.\n\nBULLET::::- The 4860 BC eruption forming Crater Lake in Oregon, United States.\n\nBULLET::::- The 1645 BC eruption of Thera in the south Aegean Sea, Greece.\n\nBULLET::::- The 400s BC eruption of the Bridge River Vent in British Columbia, Canada.\n\nBULLET::::- The 79 AD eruption of Mount Vesuvius in Pompeii, Italy. It was the prototypical Plinian eruption.\n\nBULLET::::- The 180 AD Lake Taupo eruption in New Zealand.\n\nBULLET::::- The 946 eruption of Paektu Mountain in China/North Korea", "title": "Plinian eruption"}, "negative_evidence": {"id": "25408223", "text": "Volcanic ash Physical and chemical characteristics of volcanic ash are primarily controlled by the style of volcanic eruption. Volcanoes display a range of eruption styles which are controlled by magma chemistry, crystal content, temperature and dissolved gases of the erupting magma and can be classified using the volcanic explosivity index (VEI). Effusive eruptions (VEI 1) of basaltic composition produce <10 m of ejecta, whereas extremely explosive eruptions (VEI 5+) of rhyolitic and dacitic composition can inject large quantities (10 m) of ejecta into the atmosphere. Another parameter controlling the amount of ash produced is the duration of the eruption: the longer the eruption is sustained, the more ash will be produced. For example, the second phase of the 2010 eruptions of Eyjafjallajökull was classified as VEI 4 despite a modest 8 km high eruption column, but the eruption continued for a month, which allowed a large volume of ash to be ejected into the atmosphere.", "title": "Volcanic ash"}, "div": "d_set"}, {"id": "8908", "claim": "jerry jeff walker sang the original version of mr bojangles.", "label": "SUPPORTS", "positive_evidence": {"id": "412762", "text": "Mr. Bojangles (album) Mr. Bojangles (album)\n\nMr. Bojangles is an album by saxophonist Sonny Stitt recorded in 1973 and released on the Cadet label. \n\nSection::::Reception.\n\nAllmusic awarded the album 3½ stars stating \"\"Mr. Bojangles\" pairs Sonny Stitt with arranger Don Sebesky for one of the smoothest and most mainstream-facing dates of the saxophonist's career. Sebesky's luminous treatments underscore the elegance of Stitt's soulful alto and tenor leads\".\n\nSection::::Track listing.\n\nBULLET::::1. \"Mr. Bojangles\" (Jerry Jeff Walker) - 7:31\n\nBULLET::::2. \"World Is a Ghetto\" (Papa Dee Allen, Harold Brown, B.B. Dickerson, Lonnie Jordan, Charles Miller, Lee Oskar, Howard E. Scott) - 6:56", "title": "Mr. Bojangles (album)"}, "negative_evidence": {"id": "9211084", "text": "Bojangles Bojangles\n\nBojangles may refer to:\n\nSection::::People nicknamed \"Bojangles\".\n\nBULLET::::- Bill Robinson (1877–1949), American dancer and actor\n\nBULLET::::- Ron Atkinson (born 1939), former British football player and manager\n\nSection::::Media.\n\nBULLET::::- \"Bojangles\" (film), a 2001 TV-movie about Robinson and starring Gregory Hines\n\nBULLET::::- \"Bojangles\" (song), by rapper Pitbull\n\nBULLET::::- \"Bojangles of Harlem\", a 1936 song from the Fred Astaire movie \"Swing Time\"\n\nBULLET::::- Bonejangles, a character in the 2005 animated film \"Corpse Bride\"\n\nSection::::Other uses.\n\nBULLET::::- Bojangles' Famous Chicken 'n Biscuits, a fast-food restaurant chain\n\nBULLET::::- Bojangles' Coliseum, an arena in Charlotte, North Carolina\n\nSection::::See also.\n\nBULLET::::- Mr. Bojangles (disambiguation)", "title": "Bojangles"}, "div": "a_set"}, {"id": "2495", "claim": "18 culver's were under construction in the united states as of june 24, 2019.", "label": "SUPPORTS", "positive_evidence": {"id": "14371974", "text": "Culver (surname) Culver (surname)\n\nCulver is a surname. Notable people with the surname include:\n\nBULLET::::- Andrew Culver (railroad) (1832–1906), founder of the Prospect Park and Coney Island Railroad\n\nBULLET::::- Chet Culver (born 1966), American politician and the former governor of Iowa\n\nBULLET::::- Ellsworth Culver (1927–2005), humanitarian/aid worker and co-founder of Mercy Corps International\n\nBULLET::::- George Culver (born 1943), American Major League Baseball pitcher\n\nBULLET::::- Harry Culver (1880–1946), American real-estate developer, founder of Culver City, California\n\nBULLET::::- Henry Harrison Culver (1840–1897), Founder of the Culver Military Academy, located in Culver, Indiana\n\nBULLET::::- Jarrett Culver (born 1999), American basketball player", "title": "Culver (surname)"}, "negative_evidence": {"id": "6528967", "text": "List of aircraft (Co–Cz) BULLET::::- Cukurs C.3 Kurzemes Hercogiene\n\nBULLET::::- Cukurs C.4\n\nBULLET::::- Cukurs C.6 – \"Tris Zvaigznes\"\n\nBULLET::::- Cukurs C.6bis\n\nSection::::Co–Cz.:Culp.\n\nBULLET::::- Culp MonoCulp\n\nBULLET::::- Culp Pup\n\nBULLET::::- Culp Special\n\nSection::::Co–Cz.:Culver.\n\nBULLET::::- Culver 1910 Pusher Biplane\n\nSection::::Co–Cz.:Culver.\n\nBULLET::::- Culver 1910 Biplane\n\nSection::::Co–Cz.:Culver.\n\nBULLET::::- Culver A-8\n\nBULLET::::- Culver PQ-8\n\nBULLET::::- Culver PQ-10\n\nBULLET::::- Culver PQ-14\n\nBULLET::::- Culver PQ-15\n\nBULLET::::- Culver Q-8\n\nBULLET::::- Culver TDC\n\nBULLET::::- Culver TD2C\n\nBULLET::::- Culver TD3C\n\nBULLET::::- Culver TD4C\n\nBULLET::::- Culver UC\n\nBULLET::::- Culver Cadet LAR-90\n\nBULLET::::- Culver Cadet LCA\n\nBULLET::::- Culver Cadet LFA\n\nBULLET::::- Culver Dart G\n\nBULLET::::- Culver V\n\nBULLET::::- Culver V-2\n\nBULLET::::- Culver MR\n\nSection::::Co–Cz.:Cunliffe-Owen.", "title": "List of aircraft (Co–Cz)"}, "div": "d_set"}, {"id": "1686", "claim": "the kane county cougars were affiliated with florida marlins from 2011-2012.", "label": "REFUTES", "positive_evidence": {"id": "2056818", "text": "Kane County Cougars The Midwest League came to Kane County in 1991 when the Wausau Timbers relocated to Geneva, IL. The Wausau (1975-1990) Midwest League franchise was previously based in Decatur, Illinois (1952–74). The team has been known as the Cougars since moving to Kane County. They were affiliated with the Baltimore Orioles in 1991 and 1992, with the Florida Marlins from 1993 to 2002, the Oakland Athletics from 2003 until 2010, the Kansas City Royals for the 2011 and 2012 seasons, and the Chicago Cubs for the 2013 and 2014 seasons before affiliating with the Arizona Diamondbacks in 2015.", "title": "Kane County Cougars"}, "negative_evidence": {"id": "14706758", "text": "Josh Wilson (baseball) Wilson was drafted by the Florida Marlins in third round of the 1999 Major League Baseball draft. Wilson passed up a scholarship to Louisiana State University to sign with the Marlins. He received a $400,000 signing bonus. Wilson began his professional career with the Gulf Coast League Marlins. Wilson batted .266 with 54 hits, 9 doubles, 4 triples, 27 RBIs, and 14 stolen bases in 53 games. On the team, Wilson was first in plate appearances (237), at-bats (203), hits; was tied for first in runs (29), triples; and was second in doubles, and RBIs. In 2000, Wilson split the season between the Class-A Short-Season Utica Blue Sox of the New York–Penn League, and the Class-A Kane County Cougars of the Midwest League. With the Blue Sox, Wilson batted .344 with 89 hits, 13 doubles, 6 triples, 3 home runs, 43 RBIs, and 9 stolen bases in 66 games. Wilson was second in the New York—Penn League in batting average, and was tied for second in hits. After his stint with the Blue Sox, Wilson was promoted to the Kane County Cougars. With the Cougars, he batted .269 with 14 hits, 3 doubles, 1 triple, 1 home run, and 6 RBIs in 13 games. The next season, 2001, Wilson played for the Class-A Kane County Cougars. He batted .285 with 144 hits, 28 doubles, 5 triples, 4 home runs, 61 RBIs, and 17 stolen bases in 123 games. Wilson was second on the Cougars in doubles, and caught stealing (11); and was third in games played, plate appearances (546), at-bats (506), hits, doubles, and stolen bases.", "title": "Josh Wilson (baseball)"}, "div": "d_set"}, {"id": "1770", "claim": "ed sheeran's acoustic version of perfect was released on december 15, 2017.", "label": "REFUTES", "positive_evidence": {"id": "10762257", "text": "Perfect (Ed Sheeran song) Section::::Remixes.\n\nIn November 2017, Sheeran released an acoustic version of \"Perfect\" and two remixes by Mike Perry and Robin Schulz.\n\nSection::::Certifications.\n\n! scope=\"row\"| Portugal (AFP)\n\nSection::::Perfect Duet.\n\nOn December 1, 2017, a duet by American singer Beyoncé titled \"Perfect Duet\" was made available worldwide.\n\nThe song is a stripped down, acoustic version of the original, with Beyoncé singing the second verse from a female perspective. Sheeran stated the song was Beyoncé's favorite from the album, and reached out to her to re-record the song. Beyoncé agreed, and the two recorded the song in May 2017.\n\nSection::::Perfect Duet.:Live performances.", "title": "Perfect (Ed Sheeran song)"}, "negative_evidence": {"id": "14927423", "text": "Jake Gosling discography BULLET::::- Give Me Love - Ed Sheeran\n\nBULLET::::- Lego House - Ed Sheeran\n\nBULLET::::- The City - Ed Sheeran\n\nBULLET::::- The Parting Glass - Ed Sheeran\n\nBULLET::::- U.N.I - Ed Sheeran\n\nBULLET::::- Wake Me Up - Ed Sheeran\n\nBULLET::::- Autumn Leaves - Ed Sheeran\n\nBULLET::::- Lately - Ed Sheeran\n\nBULLET::::- You - Ed Sheeran\n\nBULLET::::- Family - Ed Sheeran\n\nBULLET::::- Radio - Ed Sheeran\n\nBULLET::::- Drown Me Out - Ed Sheeran\n\nBULLET::::- Nightmares - Ed Sheeran\n\nBULLET::::- Goodbye To You - Ed Sheeran\n\nBULLET::::- Summertime - Wiley\n\nBULLET::::- See Clear Now - Wiley\n\nBULLET::::- I Need To Be - Wiley", "title": "Jake Gosling discography"}, "div": "d_set"}, {"id": "675", "claim": "the tv show the ranch was filmed at garrison, colorado.", "label": "REFUTES", "positive_evidence": {"id": "25960856", "text": "Ponderosa Ranch The park opened to the public in 1968, complete with a scale replica of the Cartwright ranch house and barn similar to the ones seen on television. A replica of Virginia City was later added. The original plan was to open the set to tourists once filming had wrapped. However, shuttling cast and crew up to Incline Village on a weekly basis became cost-prohibitive. Thus, only 15 episodes of \"Bonanza\" were shot there. A majority of ranch-specific scenes were shot on a sound stage at Paramount Studios in Hollywood. Outdoor scenes were filmed on location at nearby Big Bear Lake, Red Rock Canyon, Mojave, or eastern Kern County, California. However, Michael Landon, Lorne Greene, Dan Blocker, and David Canary often made appearances at the ranch in costume to mingle with fans and sign autographs. Blocker died in 1972, and NBC canceled the series the following year. Canary, dressed in character as Candy, made his last visit there in 2002 for a PAX-TV special. Mitch Vogel (Jamie Cartwright) appeared at the ranch for the Travel Channel's \"TV Road Trip\" in 2002, in which he pitched a behind-the-scenes look at the Ponderosa Ranch and Incline Village. Copies of the \"Ponderosa Map\", autographed by three of the Cartwrights, became souvenirs at the ranch for decades afterward, along with tin cups bearing their likenesses. Episodes that were filmed entirely or in part at the ranch bear a title plate at the end of the credits. These episodes are from the tenth season through the end of the series (1968–73).", "title": "Ponderosa Ranch"}, "negative_evidence": {"id": "11287518", "text": "Suzy Mandel BULLET::::- \"The Benny Hill Show\" (TV show, Thames 1977) ... Various roles\n\nBULLET::::- \"The Dick Emery Show\" (TV show, BBC 1977) ... Dawn, the biker chick\n\nBULLET::::- \"Within These Walls\" (TV show, LWT 1970s)\n\nBULLET::::- \"Z-Cars\" (TV show, BBC 1970s)\n\nBULLET::::- \"Van der Valk\" (TV show, 1970s)\n\nBULLET::::- \"Target\" (TV show, BBC 1970s)\n\nBULLET::::- \"Jackanory Playhouse\" (TV show, 1970s)\n\nBULLET::::- \"George Sands\" (TV show, 1970s)\n\nBULLET::::- \"Nice Day Tomorrow\" (TV show, 1970s)\n\nBULLET::::- \"The Liver Birds\" (TV show, BBC 1970s)\n\nBULLET::::- \"The Sweeney\" (TV show, Thames 1970s)\n\nBULLET::::- \"Rock Follies\" (TV show, Thames 1970s)", "title": "Suzy Mandel"}, "div": "d_set"}, {"id": "12705", "claim": "pitch perfect 3 came out in theaters on 9 january 2015.", "label": "REFUTES", "positive_evidence": {"id": "3717740", "text": "Pitch Perfect 3 Section::::Production.:Filming.\n\nPrincipal photography on the film began on January 5, 2017, and took place in Atlanta, Georgia, and Cádiz, Spain and Nice, France and wrapped on April 3, 2017.\n\nThe closing credits included outtakes, rehearsals and behind the scenes footage of the actresses spending time together during production of all three films in the series.\n\nSection::::Release.\n\n\"Pitch Perfect 3\" was initially scheduled for July 21, and August 4, 2017. It had its world premiere in Sydney, Australia, on November 29, 2017, and was released in the United States on December 22, 2017.\n\nSection::::Reception.\n\nSection::::Reception.:Box office.", "title": "Pitch Perfect 3"}, "negative_evidence": {"id": "3717723", "text": "Pitch Perfect 3 Pitch Perfect 3\n\nPitch Perfect 3 is a 2017 American musical comedy film directed by Trish Sie and written by Kay Cannon and Mike White. A sequel to \"Pitch Perfect 2\" (2015), and the third installment in the \"Pitch Perfect\" series, the film stars Anna Kendrick, Anna Camp, Rebel Wilson, Brittany Snow, Hailee Steinfeld, Hana Mae Lee, Ester Dean, Chrissie Fit, Alexis Knapp, John Lithgow, Matt Lanter, Ruby Rose, Kelley Jakle, Shelley Regner, Elizabeth Banks, and John Michael Higgins. The film follows the Bellas, now graduated from college, reuniting for one final performance together during an overseas USO tour.", "title": "Pitch Perfect 3"}, "div": "a_set"}, {"id": "28", "claim": "mumbai is known as manchester of india in maharashtra.", "label": "SUPPORTS", "positive_evidence": {"id": "9013474", "text": "Sports in Maharashtra Maharashtra has a five-decade long chess culture. The first chess Association in Maharashtra was formed in 1921 known as South Maharashtra Chess Club. The Sangali Chess Society was established in 1930. The Southern Maratha Country Chess Association came into existence in the year 1955. The growth of the game in Bombay Province, the first Chess body in Mumbai, known as Bombay Chess Association was established in 1944.The open Chess tournaments started in city since 1945. Then in 1950, All India Chess federation was started in Mumbai. And it held a tournament at National Level for five years after words in Mumbai. The first Inter State Championship was held in 1960. In 1963, the Bombay Chess Association and Southern Maratha Country Chess Association took a decision to merge. The unified state Association was known as Maharashtra Chess Association.The All Marathi Chess Association (AMCA) is the apex body for the game of chess in Maharashtra and is affiliated with the All India Chess Federation. Maharashtra has produced many notable chess players like Abhijit Kunte, Praveen Thipsay, Rohini Khadilkar and Anupama Gokhale.The Maharashtra Chess League, the first ever IPL style chess league in India, at the PYC Hindu Gymkhana club in Pune on April 24, 2013. The tournament played on a league-cum-knock-out basis. Each team gets to play other five teams once, with the top four teams at the end of the league stage making it to the semis. South Mumbai Chess Academy a.k.a. SMCA is the oldest commercial chess academy in Maharashtra started in 1996 also having its presence in other states of the country. ", "title": "Sports in Maharashtra"}, "negative_evidence": {"id": "20253072", "text": "Outline of Maharashtra BULLET::::- Koyna Wildlife Sanctuary\n\nBULLET::::- Matheran\n\nSection::::Geography of Maharashtra.:Environment of Maharashtra.:Natural geographic features of Maharashtra.\n\nBULLET::::- Rivers of Maharashtra\n\nSection::::Geography of Maharashtra.:Regions of Maharashtra.\n\nRegions of Maharashtra\n\nSection::::Geography of Maharashtra.:Regions of Maharashtra.:Ecoregions of Maharashtra.\n\nEcoregions in Maharashtra\n\nSection::::Geography of Maharashtra.:Regions of Maharashtra.:Administrative divisions of Maharashtra.\n\nAdministrative divisions of Maharashtra\n\nBULLET::::- Districts of Maharashtra\n\nBULLET::::- Municipalities of Maharashtra\n\nSection::::Geography of Maharashtra.:Regions of Maharashtra.:Administrative divisions of Maharashtra.:Districts of Maharashtra.\n\nBULLET::::- Districts of Maharashtra\n\nSection::::Geography of Maharashtra.:Regions of Maharashtra.:Administrative divisions of Maharashtra.:Municipalities of Maharashtra.\n\nMunicipalities of Maharashtra\n\nBULLET::::- Capital of Maharashtra: Capital of Maharashtra\n\nBULLET::::- Cities of Maharashtra\n\nSection::::Geography of Maharashtra.:Demography of Maharashtra.", "title": "Outline of Maharashtra"}, "div": "d_set"}, {"id": "2367", "claim": "romeo void sang the song i might like you better if we slept together.", "label": "SUPPORTS", "positive_evidence": {"id": "4999402", "text": "Romeo Void Romeo Void's best known song is \"Never Say Never\", which contains the famous line \"I might like you better if we slept together.\" Allmusic writer Heather Phares has argued that Iyall's \"teasing, existential musings [...] predated and predicted the aloof yet frank sexuality of early- and mid-'90s artists such as Elastica and Liz Phair\". Phares concluded that the song was \"a subversive, influential classic\" and \"one of new wave's most distinctive and innovative moments. \" The song has been covered by many artists, among them are Queens of the Stone Age and Amanda Blank. The song \"A Girl in Trouble (Is a Temporary Thing)\", their highest-charting single, was reportedly written as a response to Michael Jackson's hit song \"Billie Jean\", but can also be seen as a tribute to women who have experienced traumatizing events. Iyall also wrote songs that touched on themes like social alienation (\"Undercover Kept\") and generation gaps (\"Chinatown\").", "title": "Romeo Void"}, "negative_evidence": {"id": "26669103", "text": "Home Is the Place Susan suffers from boredom while Jackson is away, and witnesses an argument between Lee and Bob. Susan asks Lee if she can go clubbing with him for the night, and they go out together. While at the club, Susan receives a call from Jackson who tells her he's been offered a job away from Fairview, and he asks her to move with him. She and Lee talk about it at the club and Susan decides she's going to move. The next morning, however, she wakes up with Lee in bed next to her and assumes that they've slept together when she goes downstairs to see a Jazz CD in the player and two empty bottles of wine on the table. Susan asks Gaby for advice without telling her who it was, believing she purposely slept with Lee to sabotage her relationship with Jackson. When Bob comes over to ask if Lee stayed the night, Gaby puts two and two together. Later on, Susan directly asks Lee if they slept together, to find to her relief that they didn't. Lee advises Susan that she shouldn't move away with Jackson until she is in love with him and she is sure that is what she wants.", "title": "Home Is the Place"}, "div": "a_set"}, {"id": "9063", "claim": "jeremy zuckerman wrote the music for avatar the last airbender.", "label": "SUPPORTS", "positive_evidence": {"id": "10871515", "text": "Avatar: The Last Airbender (season 3) The season also received praise for its video and sound quality. Nick Lyons from DVD Talk felt that the video quality appeared better than previous seasons, which had also garnered additional awards. He also remarks that the sound is \"spot on...as per usual.\" At the 2008 Annie Awards, the season won \"Best Animated Television Production for Children\". At the same Annie Awards, Joaquim Dos Santos won the \"Best Directing in an Animated Television Production\" caption for his directing in \"Into the Inferno\". Joaquim Dos Santos also gave \"Avatar: The Last Airbender\" a nomination at Annecy 2008 for his work with \"The Day of Black Sun Part 2: The Eclipse\". Additionally, music editor and composer Jeremy Zuckerman and the sound editing team were nominated a Golden Reel award for \"Best Sound Editing in a Television Animation\" for their work in \"Avatar Aang\".", "title": "Avatar: The Last Airbender (season 3)"}, "negative_evidence": {"id": "3513698", "text": "Avatar: The Last Airbender Section::::Other media.:Sequel.\n\n\"The Legend of Korra\", a sequel series to \"Avatar: The Last Airbender\", premiered on Nickelodeon on April 14, 2012. It was written and produced by Michael Dante DiMartino and Bryan Konietzko, the creators and producers of the original series. The show was initially titled \"Avatar: Legend of Korra\", then \"The Last Airbender: Legend of Korra\"; its events occur seventy years after the end of \"Avatar: The Last Airbender\". The series' protagonist is Korra, a 17-year-old woman from the Southern Water Tribe who is the incarnation of the Avatar after Aang's death.\n\nSection::::Other media.:Live-action remake.", "title": "Avatar: The Last Airbender"}, "div": "a_set"}, {"id": "2520", "claim": "granite is the most common type of rock in the earth's continential crust.", "label": "SUPPORTS", "positive_evidence": {"id": "1778205", "text": "Structure of the Earth The Earth's crust ranges from in depth and is the outermost layer. The thin parts are the oceanic crust, which underlie the ocean basins (5–10 km) and are composed of dense (mafic) iron magnesium silicate igneous rocks, like basalt. The thicker crust is continental crust, which is less dense and composed of (felsic) sodium potassium aluminium silicate rocks, like granite. The rocks of the crust fall into two major categories – sial and sima (Suess, 1831–1914). It is estimated that sima starts about 11 km below the Conrad discontinuity (a second order discontinuity). The uppermost mantle together with the crust constitutes the lithosphere. The crust-mantle boundary occurs as two physically different events. First, there is a discontinuity in the seismic velocity, which is most commonly known as the Mohorovičić discontinuity or Moho. The cause of the Moho is thought to be a change in rock composition from rocks containing plagioclase feldspar (above) to rocks that contain no feldspars (below). Second, in oceanic crust, there is a chemical discontinuity between ultramafic cumulates and tectonized harzburgites, which has been observed from deep parts of the oceanic crust that have been obducted onto the continental crust and preserved as ophiolite sequences.", "title": "Structure of the Earth"}, "negative_evidence": {"id": "18710677", "text": "Crust (geology) Section::::Types of crust.:Secondary crust.\n\nSecondary crust is formed by partial melting of silicate materials in the mantle, and so is usually basaltic in composition.\n\nThis is the most common type of crust in the Solar System. Most of the surfaces of Mercury, Venus, Earth, and Mars comprise secondary crust, as do the lunar maria. On Earth, we see secondary crust forming primarily at mid-ocean spreading centers, where the adiabatic rise of mantle causes partial melting. \n\nSection::::Types of crust.:Tertiary crust.\n\nTertiary crust is more chemically-modified than either primary or secondary. It can form in several ways:", "title": "Crust (geology)"}, "div": "d_set"}, {"id": "8563", "claim": "toto was the name of dorothy's dog in the wizard of oz.", "label": "SUPPORTS", "positive_evidence": {"id": "9329744", "text": "Dorothy Gale In the Oz books, Dorothy is raised by her aunt and uncle in the bleak landscape of a Kansan farm. Whether Aunt Em or Uncle Henry is Dorothy's blood relative remains unclear. Uncle Henry makes reference to Dorothy's mother in \"The Emerald City of Oz\", possibly an indication that Henry is Dorothy's blood relative. (It is also possible that \"Aunt\" and \"Uncle\" are affectionate terms of a foster family and that Dorothy is not related to either of them, although Zeb in \"Dorothy and the Wizard in Oz\" claims to be Dorothy's second cousin, related through Aunt Em. Little mention is made of what happened to Dorothy's birth parents, other than a passing reference to her mother being dead.) Along with her small black dog, Toto, Dorothy is swept away by a tornado to the Land of Oz and, much like Alice of \"Alice's Adventures in Wonderland\", they enter an alternative world filled with talking creatures. In many of the Oz books, Dorothy is the main heroine of the story. She is often seen with her best friend and the ruler of Oz, Princess Ozma. Her trademark blue and white gingham dress is admired by the Munchkins because blue is their favorite color and white is worn only by good witches and sorceresses, which indicates to them that Dorothy is a good witch.", "title": "Dorothy Gale"}, "negative_evidence": {"id": "15008984", "text": "The Wonderful Wizard of Oz (1986 TV series) BULLET::::- The Wizard of Oz: The Wizard lives in the Emerald City and was reputed to have the biggest and greatest magic powers in all of Oz. All the inhabitants of Oz fear him and his powers. He is the ruler of the Emerald City, the capital of Oz, and from there he controls the entire country. No-one has ever seen his face. When Dorothy and her friends arrive the Emerald City, they are able to meet with the Wizard due to the a kiss that the Good Witch from the North gave Dorothy. The Wizard promises to fulfill their requests on condition that they kill the Witch of the West. The courageous gang manage to kill the Wicked Witch of the West, endangering their own lives the process. When they return to the Wizard, he is not interested in seeing them and tries to postpone meeting them. When they gang bursts into the big hall, they find out that he is just a man that has been deceiving everyone with tricks. He was the announcer in a circus and worked in a Hot air balloon, until one day the rope which was holding the balloon loosened up and the balloon carried him all the way to Oz. The people of the Emerald City thought that he was a great wizard because he came down from the skies—and he let them believe it. Unfortunately the Wizard is not able to help Dorothy return to Kansas. Dorothy meets the Wizard again in Kansas, before she returns to Oz for the second time. It is later revealed that after the King of Oz died the Wizard removed Princess Ozma, his only heir, and turned her over to Mombi so he wouldn't lose the power he had gained.", "title": "The Wonderful Wizard of Oz (1986 TV series)"}, "div": "a_set"}, {"id": "1813", "claim": "alfred tennyson wrote a romance called le morte d'arthur about the death of king arthur.", "label": "REFUTES", "positive_evidence": {"id": "26608396", "text": "Le Morte d'Arthur BULLET::::- _________. \"Le Morte Darthur: Sir Thomas Malory's Book of King Arthur and of his Noble Knights of the Round Table,\". Ed. Pollard, A. W. (1903). 2 vol. New York: Macmillan. (Text corrected from the bowdlerised 1868 Macmillan edition edited by Sir Edward Strachey.) Available on the web at:\n\nBULLET::::- Project Gutenberg: Le Morte Darthur: Volume 1 (books 1–9) and Le Morte Darthur: Volume 2 (books 10–21). (Plain text.)\n\nBULLET::::- Electronic Text Center, University of Virginia Library: Le Morte Darthur: Volume 1 (books 1–9) and Le Morte Darthur: Volume 2 (books 10–21) (HTML.)", "title": "Le Morte d'Arthur"}, "negative_evidence": {"id": "16690805", "text": "Stanzaic Morte Arthur BULLET::::- Larry Dean Benson (ed.) \"King Arthur's Death: The Middle English Stanzaic Morte Arthur and Alliterative Morte Arthure\". Indianapolis: Bobbs-Merrill, 1974.\n\nBULLET::::- P. F. Hissiger (ed.) \"Le Morte Arthur: A Critical Edition\". The Hague/Paris: Mouton, 1975.\n\nBULLET::::- Larry Dean Benson (ed.) \"King Arthur's Death: The Middle English Stanzaic Morte Arthur and Alliterative Morte Arthure\". Exeter: University of Exeter Press, 1986. Revised by Edward E. Foster, Kalamazoo, MI: Western Michigan University for TEAMS, 1994.\n\nBULLET::::- Shunichi Noguchi (ed.) \"Le Morte Arthur\". Tokyo: University of Tokyo, 1990.\n\nSection::::Bibliography.:Translations.\n\nBULLET::::- Sharon Kahn (trans.) \"The Stanzaic Morte\". Lanham, MD: University Press of America, 1986.", "title": "Stanzaic Morte Arthur"}, "div": "a_set"}, {"id": "3661", "claim": "hugh beaumont played the father of wally and beaver in leave it to beaver.", "label": "SUPPORTS", "positive_evidence": {"id": "22207293", "text": "Wally Cleaver In \"Still the Beaver\" and \"The New Leave It to Beaver\", Wally is married to high school-sweetheart Mary Ellen and is an attorney engaged in private practice. Although it is not specified what Wally's exact specialties are, he did serve as Beaver's attorney during his brother's divorce and was able to win Beaver custody of his two sons. When the sequel series begins in 1985, Wally and Mary Ellen are the parents of a 10-year-old daughter, Kelly (Kaleena Kiff). In 1987, Mary Ellen gives birth to their second child, Kevin (who was age advanced to 3 years old in the fall 1987 season and played by Troy Davidson). The family lives at 213 Pine Street ... next door to his widowed mother June, Beaver, and Beaver's sons; Ward had died shortly before the events of \"Still the Beaver\" take place (series star Hugh Beaumont had died in 1982).", "title": "Wally Cleaver"}, "negative_evidence": {"id": "18666514", "text": "Leave It to Beaver (film) On the first day of school, five days later, Ward and June tell Wally to accompany Beaver for a few days while Beaver gets used to riding his bicycle to school. Beaver has a kind new teacher named Miss Landers. After school, Eddie asks Wally to come to the soda shop to see him flirt with Karen. Eddie does not want the Beaver to follow them, so Wally leaves him alone at the bike rack, telling him he will be back for him. Beaver is polishing his bike when a teenaged boy comes over and asks if he can show Beaver some cool bike tricks. Beaver agrees and the boy shows him some tricks before riding off with the bike. Inside the soda shop, Karen likes Wally and not Eddie. When Wally and Eddie come out of the shop and hear that Beaver's bike was stolen, they look for it, but cannot find it. During dinner that night, the boys try to cover up for the missing bike. When Ward finds out the truth, he is upset with the Beaver, but angrier at Wally because he was responsible for watching Beaver. In the boys' bedroom, they get into a fight, which sends Beaver's new computer flying out the window. Wally grabs the wire and tries to pull it in, but the wire breaks, and it crashes into pieces. This results in Ward completely losing all of his patience and grounding the boys.", "title": "Leave It to Beaver (film)"}, "div": "d_set"}, {"id": "8353", "claim": "the first tesla electric car was made in 2009.", "label": "REFUTES", "positive_evidence": {"id": "7519000", "text": "History of the electric vehicle California electric car maker Tesla Motors began development in 2004 on the Tesla Roadster, which was first delivered to customers in 2008. The Roadster was the first highway legal serial production all-electric car to use lithium-ion battery cells, and the first production all-electric car to travel more than per charge. Since 2008, Tesla sold approximately 2,450 Roadsters in over 30 countries through December 2012. Tesla sold the Roadster until early 2012, when its supply of Lotus Elise gliders ran out, as its contract with Lotus Cars for 2,500 gliders expired at the end of 2011. Tesla stopped taking orders for the Roadster in the U.S. market in August 2011, and the 2012 Tesla Roadster was sold in limited numbers only in Europe, Asia and Australia.", "title": "History of the electric vehicle"}, "negative_evidence": {"id": "13699237", "text": "Nikola Tesla electric car hoax Nikola Tesla electric car hoax\n\nThe Nikola Tesla electric car hoax is an anecdote that refers to a supposed Nikola Tesla invention described by Peter Savo, who claimed to be a nephew of Tesla, to Derek Ahers in 1967. Savo said that Tesla took him to Buffalo, New York in 1931 and showed him a modified Pierce-Arrow car.", "title": "Nikola Tesla electric car hoax"}, "div": "a_set"}, {"id": "4143", "claim": "about 170 species are there of poison dart frogs.", "label": "SUPPORTS", "positive_evidence": {"id": "10463063", "text": "Poison dart frog The operational sex ratio in the poison dart frog family is mostly female biased. This leads to a few characteristic behaviors and traits found in organisms with an uneven sex ratio. In general, females have a choice of mate. In turn, males show brighter coloration, are territorial, and are aggressive toward other males. Females select mates based on coloration (mainly dorsal), calling perch location, and territory.\n\nSection::::Taxonomy.\n\nDart frogs are the focus of major phylogenetic studies, and undergo taxonomic changes frequently. The family Dendrobatidae was revised taxonomically in 2006 and contains 13 genera, with about 170 species.\n\nSection::::Taxonomy.:Color morphs.", "title": "Poison dart frog"}, "negative_evidence": {"id": "10463066", "text": "Poison dart frog Many poison dart frogs secrete lipophilic alkaloid toxins such as allopumiliotoxin 267A, batrachotoxin, epibatidine, histrionicotoxin, and pumiliotoxin 251D through their skin. Alkaloids in the skin glands of poison frogs serve as a chemical defense against predation, and they are therefore able to be active alongside potential predators during the day. About 28 structural classes of alkaloids are known in poison frogs. The most toxic of poison dart frog species is \"Phyllobates terribilis\". It is argued that dart frogs do not synthesize their poisons, but sequester the chemicals from arthropod prey items, such as ants, centipedes and mites – the diet-toxicity hypothesis. Because of this, captive-bred animals do not possess significant levels of toxins as they are reared on diets that do not contain the alkaloids sequestered by wild populations. In fact, new studies suggest that the maternal frogs of some species lay unfertilized eggs, which are laced with trace amounts of alkaloids, to feed the tadpoles. This behavior shows that the poisons are introduced from a very young age. Nonetheless, the captive-bred frogs retain the ability to accumulate alkaloids when they are once again provided an alkaloid-containing diet. Despite the toxins used by some poison dart frogs, some predators have developed the ability to withstand them. One is the snake \"Erythrolamprus epinephalus\", which has developed immunity to the poison.", "title": "Poison dart frog"}, "div": "a_set"}, {"id": "2912", "claim": "model rachel hunter played stacy's mom in the video.", "label": "SUPPORTS", "positive_evidence": {"id": "7151519", "text": "Stacy's Mom \"Stacy's Mom\" reached number 21 on the \"Billboard\" Hot 100, becoming the band's highest-charting hit in the United States. Additionally, the song peaked within the top 10 in Ireland, and the top 20 in the United Kingdom, Canada, and Australia. The single was certified gold by the Recording Industry Association of America for sales of over 500,000 copies. It was nominated for a Grammy Award for Best Vocal Pop Performance. The song was accompanied with a music video in which model Rachel Hunter plays the titular role. \"Stacy's Mom\" was the only mainstream hit by Fountains of Wayne.", "title": "Stacy's Mom"}, "negative_evidence": {"id": "22341673", "text": "List of One Life to Live characters (2000s) Stacy Morasco is a fictional character from the ABC Daytime soap opera \"One Life to Live\". Crystal Hunt originated the role on February 6, 2009 and played the role until March 9, 2010. Farah Fath, who played Stacy's sister Gigi Morasco, portrayed Stacy for a series of flashbacks on October 11, December 22 and December 23, 2011. Hunt reprised the role during the series finale week on January 9, 2012.\n\nSection::::Stacy Morasco.:Casting.", "title": "List of One Life to Live characters (2000s)"}, "div": "a_set"}, {"id": "1146", "claim": "the tower of london is in the west end area of london.", "label": "REFUTES", "positive_evidence": {"id": "15280109", "text": "Tower of London The Tower of London, officially Her Majesty's Royal Palace and Fortress of the Tower of London, is a historic castle located on the north bank of the River Thames in central London. It lies within the London Borough of Tower Hamlets, separated from the eastern edge of the square mile of the City of London by the open space known as Tower Hill. It was founded towards the end of 1066 as part of the Norman Conquest of England. The White Tower, which gives the entire castle its name, was built by William the Conqueror in 1078 and was a resented symbol of oppression, inflicted upon London by the new ruling elite. The castle was used as a prison from 1100 (Ranulf Flambard) until 1952 (Kray twins), although that was not its primary purpose. A grand palace early in its history, it served as a royal residence. As a whole, the Tower is a complex of several buildings set within two concentric rings of defensive walls and a moat. There were several phases of expansion, mainly under kings Richard I, Henry III, and Edward I in the 12th and 13th centuries. The general layout established by the late 13th century remains despite later activity on the site.", "title": "Tower of London"}, "negative_evidence": {"id": "15263630", "text": "Tower Hamlets London Borough Council elections Tower Hamlets London Borough Council elections\n\nTower Hamlets London Borough Council, the local authority for the London Borough of Tower Hamlets, is elected every four years.\n\nSection::::Political control.\n\nKey:\n\nBULLET::::- People's Alliance of Tower Hamlets\n\nBULLET::::- Tower Hamlets First\n\nSection::::Council elections.\n\nBULLET::::- Tower Hamlets Council elections, 1964-1990\n\nBULLET::::- 1964 Tower Hamlets London Borough Council election\n\nBULLET::::- 1968 Tower Hamlets London Borough Council election\n\nBULLET::::- 1971 Tower Hamlets London Borough Council election\n\nBULLET::::- 1974 Tower Hamlets London Borough Council election\n\nBULLET::::- 1978 Tower Hamlets London Borough Council election (boundary changes increased the number of seats by ten)", "title": "Tower Hamlets London Borough Council elections"}, "div": "a_set"}, {"id": "11848", "claim": "the last time the redskins made the playoffs was 2015.", "label": "SUPPORTS", "positive_evidence": {"id": "14417941", "text": "Jeff Bostic Washington returned to the playoffs in the 1990 season (1990–91 NFL playoffs). With an offensive line composed of Bostic, Raleigh McKenzie (replacing the injured Russ Grimm again) and Mark Schlereth at guards, Jim Lachey and Joe Jacoby at tackles, the Redskins beat the Philadelphia Eagles in a wild card game, with 93 rushing yards, but could not get by Joe Montana and the San Francisco 49ers in the divisional round, gaining only 80 rushing yards, as the Redskins had to pass to try to catch up to the 49ers' potent offense. In the 1991 regular season, with Bostic starting all 16 games, Washington finished with a record of 14-2, leading the NFL with 485 points (30.3 points/game). In the 1991–92 NFL playoffs, with the same offensive line as the previous year, Washington beat successively the Atlanta Falcons, Detroit Lions, and Buffalo Bills with 162, 117, and 125 rushing yards, respectively, triumphant in Super Bowl XXVI, Bostic's last playoff game. The following year, Bostic, due to an injury, played in only 4 of 16 regular season games and was replaced by Raleigh McKenzie in the 1992–93 NFL playoffs, the Redskins beating the Minnesota Vikings with 196 rushing yards, but losing, as they did in 1990, to the San Francisco 49ers. In 1993, his last, Bostic played in only 10 games and the Redskins finished with an ugly 4-12 mark. He was replaced as the starting center in 1994 by John Gesek. On October 25, 2015 Bostic was inducted into the Washington Redskins Ring of Fame at half time of the game versus Tampa Bay. During the first half of the game, the Redskins play was horrible. After the induction ceremony, the team had one of the greatest comebacks in team history and won the game 31 to 30.", "title": "Jeff Bostic"}, "negative_evidence": {"id": "18080225", "text": "Washington Redskins After the death of Lombardi and Austin's unsuccessful 1970 season, Williams signed former Los Angeles Rams head coach George Allen as head coach on January 6, 1971. Partial to seasoned veterans instead of highly touted young players, Allen's teams became known as the Over-the-Hill Gang. That season, the Redskins made the playoffs for the first time since 1945 with a 9–4–1 mark with Redskins first year head coach George Allen winning the 1971 NFL Coach of the Year Award, the second of his career, winning his first Coach of the Year Award in 1967 as the head coach of the Rams. However, they lost in the Divisional Playoffs to the San Francisco 49ers, 24–20. The following season, the Redskins hosted their first post-season game in Washington since 1942, where they beat the Green Bay Packers 16–3 in the NFC Divisional Playoffs. The Redskins reached the NFC Championship Game, and in a much anticipated match-up against the archrival Dallas Cowboys, the Redskins would not disappoint. The Redskins placekicker Curt Knight kicked an 18-yard field goal in the second quarter to get the scoring underway, then Redskins quarterback Billy Kilmer connected with Redskins wide receiver Charley Taylor on a 15-yard touchdown pass and Washington had a 10–3 lead at halftime. In the fourth quarter, Kilmer again went to Taylor, this time for a 45-yard touchdown. Knight added three more field goals that period and The Over-The-Hill-Gang defense allowed only a second-quarter field goal. The final score was Washington 26, Dallas 3. After defeating the Dallas Cowboys to win the NFC Championship, the Redskins went on to lose to the undefeated Miami Dolphins 14–7 in Super Bowl VII. Redskins running back Larry Brown would be named the 1972 NFL's Most Valuable Player.", "title": "Washington Redskins"}, "div": "a_set"}, {"id": "1023", "claim": "it was reported that the last pow was released from vietnam in 1973.", "label": "SUPPORTS", "positive_evidence": {"id": "4909396", "text": "National Capital Area Council As a charter member of Area 3c the lodge participated in the 1953 area 3c Pow Wow at Camp Darden. The lodge participated in the 1954 area 3c Pow Wow at Camp Rock Enon. The lodge participated in the 1955 area 3c Pow Wow at Camp Shawondasee. The lodge hosted the 1956 area 3c Pow Wow at Camp Roosevelt. The lodge participated in the 1957 area 3c Pow Wow at Camp Powhatan. The lodge participated in the 1958 area 3c Pow Wow at Camp Shenandoah. The lodge participated in the 1959 area 3c Pow Wow at Camp Shawondasee. The lodge participated in the 1960 area 3c Pow Wow at Camp Monocan. The lodge participated in the 1961 area 3c Pow Wow at the Pipsico Scout Reservation. The lodge participated in the 1962 area 3c Pow Wow at Camp Rock Enon. The lodge participated in the 1963 area 3c Pow Wow at Camp Powhatan. The lodge participated in the 1964 area 3c Pow Wow at Camp Monocan. The lodge hosted the 1965 area 3c Pow Wow at Camp Wilson. The lodge participated in the 1966 area 3c Training Conference at the Pipsico Scout Reservation. The lodge participated in the 1967 area 3c Pow Wow at Camp Shenandoah. The lodge participated in the 1968 area 3c Pow Wow at Camp Powhatan. The lodge participated in the 1969 area 3c Pow Wow at the Virginia State Fairgrounds in Richmond. The lodge participated in the 1970 area 3c Pow Wow at the Siouan Scout Reservation. The lodge participated in the 1971 area 3c Pow Wow at the Pipsico Scout Reservation. The lodge participated in the 1973 section Southeast 1 Pow Wow at Camp Rock Enon. The lodge participated in the 1973 National Order of the Arrow Conference at the University of California-Santa Barbara. The lodge participated in the 1974 section Southeast 1 Conclave at the Siouan Scout Reservation.", "title": "National Capital Area Council"}, "negative_evidence": {"id": "4481154", "text": "Last POW Camp Memorial Last POW Camp Memorial\n\nThe Last POW Camp Memorial () is a memorial in the district of Ranau in the Malaysian state of Sabah, which commemorates the victims of the Sandakan Death Marches who died during their march to Ranau. Of 1,047 British and Australian prisoners of war, only 189 still alive to reach this site which is located near Liwagu Valley. Of these 189 total, 153 prisoners died in the next six weeks, 32 were murdered, while only four managed to escape. The current memorial was built where the former camp was located.\n\nSection::::History.", "title": "Last POW Camp Memorial"}, "div": "d_set"}, {"id": "13726", "claim": "angus mor macaskill was the tallest man that ever lived on earth.", "label": "REFUTES", "positive_evidence": {"id": "17620356", "text": "List of humans with gigantism BULLET::::- Sun Mingming (b. 1983), a Chinese basketball player\n\nBULLET::::- Brahim Takioullah (b. 1982), second tallest living man, world's largest feet\n\nBULLET::::- Clifford Thompson (1904–1955)\n\nBULLET::::- Stor-Stina (1819–1854)\n\nBULLET::::- Vikas Uppal (1986–2007)\n\nBULLET::::- Robert Pershing Wadlow (1918–1940), recognized as the tallest human being ever\n\nBULLET::::- Paul Donald Wight (b. 1972), dubbed \"Big Show\"\n\nBULLET::::- Igor Vovkovinskiy (b. 1982), America's current tallest man\n\nBULLET::::- George Bell (b. 1957), America's former tallest man\n\nBULLET::::- Morteza Mehrzad (b. 1987), Iran's tallest man\n\nBULLET::::- Paulo César da Silva (b. 1963), Brazilian dubbed \"Giant Silva\"\n\nBULLET::::- Yao Defen (1972–2012)", "title": "List of humans with gigantism"}, "negative_evidence": {"id": "4425306", "text": "De dicto and de re Consider the sentence \"Jana wants to marry the tallest man in Fulsom County\". It could be read either \"de dicto\" or \"de re\"; the meanings would be different. One interpretation is that Jana wants to marry the tallest man in Fulsom County, whoever he might be. On this interpretation, what the statement tells us is that Jana has a certain unspecific desire; what she desires is for \"Jana is marrying the tallest man in Fulsom County\" to be true. The desire is directed at that situation, regardless of how it is to be achieved. The other interpretation is that Jana wants to marry a certain man, who in fact happens to be the tallest man in Fulsom County. Her desire is for \"that man\", and she desires herself to marry \"him\". The first interpretation is the \"de dicto\" interpretation, because Jana's desire relates to the words \"the tallest man in Fulsom country\", and the second interpretation is the \"de re\" interpretation, because Jana's desire relates to the man those words refer to.", "title": "De dicto and de re"}, "div": "a_set"}, {"id": "437", "claim": "the first national commission for sc/st was in august 1978.", "label": "REFUTES", "positive_evidence": {"id": "14892958", "text": "National Commission for Scheduled Castes The first National Commission for Scheduled Castes was constituted in 2004 with Suraj Bhan as the chairman. The second was constituted on May 2007 (chairperson: Buta Singh); the third from October 2010 (P. L. Punia); and the fourth from 2013, also with Punia as chairperson. The fifth National Commission for Scheduled Castes began work in 2017 under chairmanship of Ram Shankar Katheria.\n\nSection::::Functions.\n\nThe following are the functions of the commission:", "title": "National Commission for Scheduled Castes"}, "negative_evidence": {"id": "14176094", "text": "National Commission National Commission\n\nNational Commission may refer to:\n\nBULLET::::- National Commission for Denotified, Nomadic and Semi-Nomadic Tribes\n\nBULLET::::- National Commission for the Development of Indigenous Peoples\n\nBULLET::::- National Commission on the Disappearance of Persons\n\nBULLET::::- National Commission on Libraries and Information Science\n\nBULLET::::- National Commission on Marihuana and Drug Abuse\n\nBULLET::::- National Commission for Minorities\n\nBULLET::::- National Commission on Population\n\nBULLET::::- National Commission for the Protection of Human Subjects of Biomedical and Behavioral Research\n\nBULLET::::- National Commission on Resources for Youth\n\nBULLET::::- National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling\n\nBULLET::::- National Commission on Terrorist Attacks", "title": "National Commission"}, "div": "d_set"}, {"id": "1017", "claim": "britain was the first european country to launch long ocean voyages of exploration.", "label": "REFUTES", "positive_evidence": {"id": "1239650", "text": "Nootka Crisis For centuries Spain had claimed the entire Pacific coast of North and South America. This claim was based on a number of events. In 1493 Pope Alexander VI had issued the \"Inter caetera\" papal bull, dividing the western hemisphere into Spanish and Portuguese zones, based on the discovery of the Americas in 1492, in theory granting nearly the entire New World to Spain. This was further defined in the 1494 Treaty of Tordesillas. More importantly, in 1513 Spanish explorer Balboa crossed the Isthmus of Panama and became the first European to sight the Pacific Ocean from the Americas, formally laying claim to all the shores washed by the Pacific Ocean. As the years went by new criteria for determining sovereignty evolved in European international law, including \"prior discovery\" and \"effective occupation\". Spain made claims of prior discovery for the northwest coast of North America through voyages of Cabrillo in 1542, Ferrer in 1543, and Vizcaino in 1602–03. Before the early 17th century, these voyages had not reached north of the 44th parallel, and Spain had no \"effective settlement\" north of Mexico. Thus when, in the mid-18th century, the Russians began to explore Alaska and establish fur trading posts, Spain responded by building a new naval base at San Blas, Mexico, and using it for sending a series of exploration and reconnaissance voyages to the far northwest. These voyages, intended to ascertain the Russian threat and to establish \"prior discovery\" claims, were supplemented by the \"effective settlement\" of Alta California. Starting in 1774, Spanish expeditions were sent to northern Canada and Alaska to reassert Spain's claims and navigation rights in the area. By 1775 Spanish exploration had reached Bucareli Bay including the mouth of the Columbia River between present-day Oregon and Washington, and Sitka Sound.", "title": "Nootka Crisis"}, "negative_evidence": {"id": "4474320", "text": "Kaisei (ship) Ocean Voyages Institute a California 501(c) 3 organization currently operates the vessel Kaisei and she serves as the figurehead and expedition ship of \"Project Kaisei\" which is an international program dedicated to implementing solutions to the problem of marine debris. \n\nIn August 2009, \"Kaisei\" embarked from San Francisco on a month-long voyage for the Ocean Voyages Institute as part of \"Project Kaisei\", a mission to study the Great Pacific Garbage Patch. She returned again in 2010 to the North Pacific Gyre and also took part in a variety of educational and awareness events.\n\nSection::::External links.\n\nBULLET::::- Ocean Voyages", "title": "Kaisei (ship)"}, "div": "a_set"}, {"id": "15324", "claim": "jon corzine was the name of the governor of new jersey.", "label": "REFUTES", "positive_evidence": {"id": "15354972", "text": "Stephen M. Sweeney Together with Republican Thomas Kean, Jr. and fellow Democrat Raymond Lesniak, Sweeney sponsored Senate Bill S2664, the \"Market Competition and Consumer Choice Act\" in 2011, which Verizon says will encourage the firm to create additional jobs in the state, freeing the firm from regulations established when it was the landline monopoly requiring it to pay for service outages and to provide Government-access television (GATV) channels for municipalities on cable TV. The New Jersey State League of Municipalities has opposed the provisions on elimination of Public-access television channels and on rules requiring free Internet access for municipal and school facilities. Consumer groups argue that the bill would lead to lower-quality service and increased rates, though Verizon promised in a letter sent to the bill's sponsors that committed the company to keeping rates level for basic service in the first two years following approval into law.Following Governor Christie's use of the line item veto on the state's 2011 budget, Sweeney was quoted by \"The Star-Ledger\" as being incensed. Two days later, Sweeney was unapologetic about what \"The Star-Ledger\" described as a \"tirade\" against Christie, saying \"[...] I don't apologize for it. The governor was wrong to hurt people,\" in response to further questions about the earlier reports which quoted him as describing Christie as a \"rotten bastard,\" a \"punk,\" and \"Mr. Potter from \"It's a Wonderful Life\".\" Among the Governor's cuts was funding for tax credits and health care for the working poor, women's health funding, AIDS medication funding, and mental health services.In January 2013, two months after Hurricane Sandy hit New Jersey, Sweeney suggested that Governor Christie \"got lucky\" because the hurricane had distracted voters from New Jersey's slow economic recovery, an issue that many political observers believed was a potential point of weakness for Christie. He was heavily criticized for his remark, and a spokesman for Christie called it \"politics at its worst\". During Chris Christie's tenure as Governor, Sweeney was the lead advocate of legislation to raise taxes on millionaires, forcing Christie to veto it on five occasions. After Democrat Phil Murphy became Governor, Democrats backed off the legislation, with Sweeney saying, \"This state is taxed out. If you know anything about New Jersey, they're just weary of the taxes.\"In December 2018, Sweeney led efforts to change the New Jersey constitution so that it entrenched a gerrymandering of New Jersey districts in a way that would grant Democrats a supermajority and keep Republicans in a permanent minority. The constitutional changes had to be approved through a ballot measure. The efforts were condemned by national Democrats, such as former Attorney General Eric Holder, as well as by the Democratic New Jersey Governor Phil Murphy.", "title": "Stephen M. Sweeney"}, "negative_evidence": {"id": "16515520", "text": "List of The Sopranos characters in the Soprano crime family Feech La Manna's nephew involved in running La Manna Landscaping – one of Feech's legitimate businesses since 1984 in Somerset, New Jersey before LaManna was sent away to prison. He is the brother of Gary. However, in 2004, La Manna Landscaping become involved in a turf war with Paulie Walnuts' friends gardening firm Vitro Gardening and Paulie injured Gary and his brother Jimmy La Manna in Somerset, New Jersey. Feech says that Somerset is his nephew's territory, but Sal tells him that he has been working in the neighborhood since 1982. He has a concussion and a broken arm after being hit with a shovel by Paulie. When arguing over the turf war Paulie claims that Jimmy ran at him with a chainsaw and that he only hit him in the head with a shovel in self-defense. After negotiations with LaManna, Gualtieri and Tony LaManna's territory is staked out as being west of Dyer Avenue in in Emerson, New Jersey, Westwood, New Jersey, Hillsdale, New Jersey, Paramus, New Jersey, Woodcliff Lake, New Jersey, Waldwick, New Jersey, Glen Rock, New Jersey, Cedar Grove, New Jersey, Totowa, New Jersey, Orange, New Jersey, Fairfield, New Jersey, Boonton, New Jersey, Parsippany-Troy Hills, New Jersey, Morristown, New Jersey, Little Falls, New Jersey, Oradell, New Jersey, Kearney, New Jersey, Hackensack, New Jersey, Lodi, New Jersey, Elmwood Park, New Jersey, Woodland Park, New Jersey, Clifton, New Jersey, Wayne, New Jersey, Pequannock Township, New Jersey, Hanover, New Jersey, Florham Park, New Jersey, Livingston, New Jersey, Garfield, New Jersey and Emerson, New Jersey with the rest of the city belonging to Vitro which includes Tenafly, New Jersey, Closter, New Jersey, Cresskill, New Jersey, New Milford, New Jersey, Bergenfield, New Jersey and Englewood, New Jersey.", "title": "List of The Sopranos characters in the Soprano crime family"}, "div": "a_set"}, {"id": "5625", "claim": "the soviet union had 0 nuclear weapons in 1945.", "label": "SUPPORTS", "positive_evidence": {"id": "10346915", "text": "Proud Prophet The leader of the Communist Party of the Soviet Union in the time leading up to the war games was Leonid Brezhnev. He was in power from October 1964 to November 1982. Tensions were beginning to rise after the Détente of the 1970s. Tensions rose due to Moscow harboring a growing concern that their arsenal of nuclear weapons, which rivaled that of the United States, had been the factor urging NATO in its quest for military supremacy. The Russian administration believed this quest was pursued solely to upset the equilibrium that was recently acquired by the Soviet Union with their nuclear weapons and conventional power. The Soviets viewed the building up of U.S. forces as an attempt to ‘blackmail’ the Soviet Union into submission. This led the Soviets to “enhance the value of nuclear weapons” as a war fighting weapon. However, in 1982, the Soviet Union renounced the first use of nuclear weapons, but the declaration did not affect the soviets war plan, as they still considered a preemptive strike if authentic information was acquired. In March 1979, the Soviet Minister of Defense, Marshal Dmitrii Ustinov anticipated that NATO would easily be able to enlist the help of China and France, from that he deduced that NATO could be ready for war in as little as 48 hours. In December 1979, the Warsaw Pact viewed NATO's motives as being driven by their desire to gain military superiority. These views were fueled and supported by the intelligence that was being gathered at the time. In February 1980, the head of the Committee for State Security (KGB), Yurii V. Andropov, raised concern over the “U.S. bid for military superiority”. A meeting in early 1981 between Andropov and Brezhnev resulted in the formation of RYAN (as detailed above), with the intent of gaining enough intelligence to foretell the comings of a nuclear attack. In 1981, Soviets obtained the war plan for the U.S. 5 Army Corps in Germany which hinted they had the ability to stop the Soviet's forces with the use of tactical nuclear weapons. With this information, the Soviet Union with its conventional method of war was being threatened. The chief of the Soviet General Staff, Nikolai V. Ogarkov, argued that the Soviets could win the war if they were the ones who struck with tactical nuclear weapons first. To counter this view, the Defense Minister, Dmitrii Ustinov disapproved of those who believed in winning a nuclear war and Brezhnev also believed that winning a war would be impossible. Colonel Vitalii N. Tsygichko was tasked with illustrating the results of what the outcome would be if nuclear war broke out and showed that the use of nuclear weapons was not an option. In contrast to the U.S, the Soviet generals and marshals were the ones pushing for war, whereas in the U.S., it was the civilians and politicians. In November 1982, Andropov was appointed to General Secretary of the Communist Party of the Soviet Union (CPSU) after the death of Brezhnev. Andropov found it hard to distinguish whether or the not the United States were intending to blackmail the Soviet Union or preparing to use nuclear weapons. Andropov placed the blame on the west for the continuing arms race that was sliding down a slope that would ultimately end in war. In February 1983, the threat level under RYAN was increased, just after a Warsaw Pact meeting, and the country was on high alert for any surprise attacks. On September 26, 1983, in the aptly named 'Petrov Incident', Stanislav Petrov was an on-duty officer in a Soviet nuclear warning center where there was a purported launch of American nuclear missiles. Petrov opted not to alert the Soviet high command because the system malfunctioned indicating that the Soviets narrowly avoided war. Ronald Reagan's speech on March 23, 1983, outlaid the plan for ‘Star Wars’ which served to infuriate the Soviet Union, with Andropov proclaiming that the United States was continuing their search for more ways to turn a nuclear war in their favor, instead of relying on Mutually assured destruction (MAD). The Soviet Union was aware of previous NATO training exercises, however not enough intelligence was obtained to prove the harmlessness of the Able Archer 83 exercises, thus leading to rising tensions. ", "title": "Proud Prophet"}, "negative_evidence": {"id": "2680630", "text": "Treaty on the Non-Proliferation of Nuclear Weapons The impetus behind the NPT was concern for the safety of a world with many nuclear weapon states. It was recognized that the Cold War deterrent relationship between just the United States and the Soviet Union was fragile. Having more nuclear-weapon states would reduce security for all, multiplying the risks of miscalculation, accidents, unauthorized use of weapons, or from escalation in tensions, nuclear conflict. Moreover, the use of nuclear weapons in Hiroshima and Nagasaki in 1945, it has been apparent that the development of nuclear capabilities by States could enable them to divert technology and materials for weapons purposes. Thus, the problem of preventing such diversions became a central issue in discussions on peaceful uses of nuclear energy.", "title": "Treaty on the Non-Proliferation of Nuclear Weapons"}, "div": "a_set"}, {"id": "7309", "claim": "22 episodes were in the unforgotten season 2.", "label": "REFUTES", "positive_evidence": {"id": "7006910", "text": "Chris Lang BULLET::::- \"Lawless\" (Company Pictures, 2004)\n\nBULLET::::- \"Amnesia\" (Ecosse Films, 2004)\n\nSection::::Awards and nominations.\n\nBULLET::::- \"Unforgotten\". Alex Jennings nominated Best Supporting Actor BAFTA 2019\n\nBULLET::::- \"Unforgotten\". Chris Lang Nominated Best Crime Drama Writer 2017 London Screenwriters' Festival\n\nBULLET::::- \"Unforgotten\": Tom Courtenay, winner of 2016 BAFTA for best supporting actor and nominated for 2016 Royal Television Society award for Best Actor; Nicola Walker nominated for BPG award Best Actress\n\nBULLET::::- \"Unforgotten\". Nominated Best English Speaking Drama Series. C21 Awards.\n\nBULLET::::- \"Unforgotten\". Nominated Best Casting. C21 Awards.\n\nBULLET::::- \"Unforgotten\" Mark Bonnar Winner of 2017 Best Actor BAFTA Scotland", "title": "Chris Lang"}, "negative_evidence": {"id": "1452877", "text": "Unforgotten Unforgotten\n\nUnforgotten is a British crime drama television series, which initially aired on ITV on 8 October 2015. It is written by creator Chris Lang and directed by Andy Wilson. The programme follows two London detectives, DCI Cassie Stuart (Nicola Walker) and DI Sunny Khan (Sanjeev Bhaskar), as they solve cold cases of disappearance and murder.", "title": "Unforgotten"}, "div": "a_set"}, {"id": "3933", "claim": "age 21 became the legal drinking age across the us, requiring states to officially have their drinking ages raised to 21 by october 1986.", "label": "SUPPORTS", "positive_evidence": {"id": "7641735", "text": "U.S. history of alcohol minimum purchase age by state From 1976 to 1983, several states voluntarily raised their purchase ages to 19 (or, less commonly, 20 or 21), in part to combat drunk driving fatalities. In 1984, Congress passed the National Minimum Drinking Age Act, which required states to raise their ages for purchase and public possession to 21 by October 1986 or lose 10% of their federal highway funds. By mid-1988, all 50 states and the District of Columbia had raised their purchase ages to 21 (but not Puerto Rico, Guam, or the Virgin Islands, see Additional Notes below). South Dakota and Wyoming were the final two states to comply with the age 21 mandate. The current drinking age of 21 remains a point of contention among many Americans, because of it being higher than the age of majority (18 in most states) and higher than the drinking ages of most other countries. The National Minimum Drinking Age Act is also seen as a congressional sidestep of the tenth amendment. Although debates have not been highly publicized, a few states have proposed legislation to lower their drinking age, while Guam raised its drinking age to 21 in July 2010.", "title": "U.S. history of alcohol minimum purchase age by state"}, "negative_evidence": {"id": "1065416", "text": "Alcohol law BULLET::::- Prince Edward Island:\n\nBULLET::::- Alcohol legalized in 1948 - Minimum legal drinking age set at 21.\n\nBULLET::::- Minimum legal drinking age lowered to 18 in 1970.\n\nBULLET::::- Minimum legal drinking age raised to 19 in 1987.\n\nBULLET::::- Québec:\n\nBULLET::::- Alcohol legalized in 1929 - Minimum legal drinking age set at 20.\n\nBULLET::::- Minimum legal drinking age lowered to 18 in 1972.\n\nBULLET::::- Saskatchewan:\n\nBULLET::::- Alcohol legalized in 1925 - Minimum legal drinking age set at 21.\n\nBULLET::::- Minimum legal drinking age lowered to 18 in 1970.\n\nBULLET::::- Minimum legal drinking age raised to 19 in 1976.\n\nBULLET::::- Yukon:", "title": "Alcohol law"}, "div": "d_set"}, {"id": "2209", "claim": "machiavelli was the italian astronomer and physicist buried in santa croce in florence.", "label": "REFUTES", "positive_evidence": {"id": "17213417", "text": "Santa Croce, Florence Santa Croce, Florence\n\nThe Basilica di Santa Croce (Basilica of the Holy Cross) is the principal Franciscan church in Florence, Italy, and a minor basilica of the Roman Catholic Church. It is situated on the Piazza di Santa Croce, about 800 meters south-east of the Duomo. The site, when first chosen, was in marshland outside the city walls. It is the burial place of some of the most illustrious Italians, such as Michelangelo, Galileo, Machiavelli, the poet Foscolo, the philosopher Gentile and the composer Rossini, thus it is known also as the Temple of the Italian Glories (\"Tempio dell'Itale Glorie\").", "title": "Santa Croce, Florence"}, "negative_evidence": {"id": "25162642", "text": "Santa Croce Santa Croce\n\nSanta Croce is Italian for \"Holy Cross\" and may refer to:\n\nBULLET::::- Santa Croce (Venice), one of the six sestieri (districts) of Venice, Italy.\n\nBULLET::::- The Pontifical University of the Holy Cross (Italian: \"Pontificia Università della Santa Croce\") in Rome, Italy.\n\nBULLET::::- Many churches, including:\n\nBULLET::::- Santa Croce, Florence\n\nBULLET::::- Santa Croce della Foce, Gubbio\n\nBULLET::::- Santa Croce, Lecce\n\nBULLET::::- Santa Croce, Parma\n\nBULLET::::- Santa Croce, Padua\n\nBULLET::::- Santa Croce in Fossabanda, Pisa\n\nBULLET::::- Santa Croce e San Bonaventura alla Pilotta, Rome\n\nBULLET::::- Santa Croce in Gerusalemme, Rome, 325\n\nBULLET::::- Santa Croce alla Lungara, Rome, 1619", "title": "Santa Croce"}, "div": "d_set"}, {"id": "2861", "claim": "drag race all stars episode 3 premiered on november 5, 2012.", "label": "SUPPORTS", "positive_evidence": {"id": "12662273", "text": "Manila Luzon On 6 August 2012, it was announced that Manila was one of twelve past \"Drag Race\" contestants selected to join the cast of the of \"\", which premiered on the Logo network on October 22, 2012. Paired with contestant Latrice Royale to form \"Team Latrila\", the duo was eliminated in the third episode of the series that aired on November 5, 2012, placing in joint 7th/8th place. Their elimination was one of many who led to widespread criticism of the first installment of \"All Stars\". On October 12, 2012, Manila appeared on an episode of the MTV series \"Made\" where she mentored a young man in the art of drag, allowing him to explore his drag alter-ego as he prepared for New York City's Gay Pride March. Prior to the airing of the season finale of \"RuPaul's Drag Race All Stars\", Manila (along with \"All Stars\" contestants Raven, Latrice Royale, and Tammie Brown) appeared in a television commercial for travel website Orbitz's new portal for LGBT leisure travel. After the season, Luzon was a playable character with Pandora Boxx and Yara Sofia for the \"RuPaul's Drag Race: Dragopolis\" mobile app.", "title": "Manila Luzon"}, "negative_evidence": {"id": "1607678", "text": "Drag race (disambiguation) Drag race (disambiguation)\n\nA drag race is contest in the sport of drag racing.\n\nDrag race or drag racer may also refer to:\n\nSection::::Entertainment.\n\nBULLET::::- \"RuPaul's Drag Race\", an American reality television series about drag queens\n\nBULLET::::- \"RuPaul's Drag Race All Stars\", all-star version of the show\n\nBULLET::::- \"Drag Race Thailand\", Thailand version of the American show\n\nBULLET::::- \"The Switch Drag Race\", Chilean version of the American show\n\nBULLET::::- \"RuPaul's Drag Race UK\", a UK version of the American show\n\nBULLET::::- \"Drag Race Canada\", a Canadian version of the American show", "title": "Drag race (disambiguation)"}, "div": "d_set"}, {"id": "4218", "claim": "charlie kelly played charlie kelly on it's always sunny in philadelphia.", "label": "REFUTES", "positive_evidence": {"id": "11627651", "text": "Charlie Kelly (It's Always Sunny in Philadelphia) Charlie Kelly (It's Always Sunny in Philadelphia)\n\nCharles Rutherford Kelly is a fictional character on the FX series \"It's Always Sunny in Philadelphia\", portrayed by Charlie Day. Charlie is co-owner at Paddy's (although he later sells his shares) and a childhood friend of Mac and Dennis. He is also Frank's roommate and possible biological son (\"\"Dennis and Dee Get a New Dad\"\"). He is addicted to various harmful substances (such as glue and alcohol), and is called illiterate by his peers (\"\"The Gang Gives Back\"\").\n\nSection::::Character overview.", "title": "Charlie Kelly (It's Always Sunny in Philadelphia)"}, "negative_evidence": {"id": "11627559", "text": "Mac (It's Always Sunny in Philadelphia) Mac (It's Always Sunny in Philadelphia)\n\nRonald \"Mac\" McDonald is a fictional character on the FX series \"It's Always Sunny in Philadelphia\". Mac is Charlie Kelly's childhood friend and Dennis Reynolds's high school friend and later roommate.\n\nSection::::Character overview.\n\nMac is a co-owner of Paddy's, the self-proclaimed \"Sheriff of Paddy's,\" and is generally the pub's most active manager. Mac is played by Rob McElhenney.", "title": "Mac (It's Always Sunny in Philadelphia)"}, "div": "d_set"}, {"id": "2870", "claim": "vladimir guerrero jr. had the most home runs in the 2017 home run derby.", "label": "REFUTES", "positive_evidence": {"id": "4627991", "text": "Justin Bour Bour had a successful season in 2017, even having a couple first for his Major League career. One of the first for Bour was stealing a base against the Arizona Diamondbacks. Bour stole second base and had the pitcher, Zack Greinke and catcher, Jeff Mathis sign the base for him. The second thing Bour had for the first time in the 2017 season was being invited to participate in the 2017 Home Run Derby. Bour used what he called doughnut power during his home run derby competition and was even given doughnuts by his teammate Stanton during the competition. Bour hit 22 home runs in the first round, setting a record for the fourth most home runs in that round but was knocked out of the competition by Aaron Judge who hit 23 home runs. Bour finished the season with 25 home runs and 83 RBIs. ", "title": "Justin Bour"}, "negative_evidence": {"id": "12299285", "text": "New York Yankees After having traded Chapman to the Cubs during the 2016 season, the Yankees signed him as a free agent during the 2016-17 off-season; Chapman agreed to a five-year, $86 million contract, the most lucrative in history for a relief pitcher. In 2017, the Yankees finished the season with a record of 91-71. They finished second in the AL East behind the Boston Red Sox, but captured the first AL Wild Card spot. Judge and Sánchez combined for 85 home runs. Sanchez finished with 33, the most by a Yankees catcher in a single season. Judge led the American League with 52 home runs, breaking Mark McGwire's major league record for most home runs by a rookie in a single season (McGwire hit 49 in 1987). The Yankees starting pitching was led by ace Luis Severino, who rebounded from his last season to lead the Yankees' pitching staff. On July 1, Clint Frazier made his MLB debut where he went 2 for 4 with a home run. The Yankees sent Dellin Betances, Starlin Castro, Sánchez, Severino, and Judge to the 2017 Major League Baseball All-Star Game. Judge won the 2017 Home Run Derby, making the Yankees the team with the most players in history to win a Home Run Derby.", "title": "New York Yankees"}, "div": "d_set"}, {"id": "3763", "claim": "rishabh sharma played the role of kush in the indian tv series \"luv kush\".", "label": "REFUTES", "positive_evidence": {"id": "16334013", "text": "Luv Kush Luv Kush\n\nLav Kush (originally called Uttar Ramayan) is an Indian television series created, written, produced, and directed by Ramanand Sagar. It is a follow-up to Sagar's highly successful \"Ramayan\", featuring mostly the same cast and production crew.\n\n\"Lav Kush\" covers the last book — the \"Uttara Kanda\" — of the ancient Indian epic \"Ramayana\", following Rama's coronation, especially focusing on his children, twins Kush and Lav.\n\nSection::::Cast.\n\nBULLET::::- Arun Govil as Ram\n\nBULLET::::- Deepika Chikhalia as Sita\n\nBULLET::::- Sunil Lahiri as Lakshman\n\nBULLET::::- Dara Singh as Hanuman\n\nBULLET::::- Swapnil Joshi as Kush\n\nBULLET::::- Mayuresh Kshetramade as Luv", "title": "Luv Kush"}, "negative_evidence": {"id": "14818375", "text": "Luv Kush Indoor Stadium Luv Kush Indoor Stadium\n\nThe Luv Kush Indoor Stadium is an indoor sports venue in Udaipur, in the Indian state of Rajasthan. It is commonly used for the indoor sports including Badminton and Table Tennis.\n\nSection::::Events.\n\nBULLET::::- District Badminton Championship 2013 - In August-September 2013, a district level badminton championship was held in this stadium, in which more than 100 students from various districts participated.", "title": "Luv Kush Indoor Stadium"}, "div": "d_set"}, {"id": "3498", "claim": "the statue of liberty that was supposed to be in new york city is istván horthy.", "label": "REFUTES", "positive_evidence": {"id": "9345186", "text": "Liberty (disambiguation) BULLET::::- Liberty Flames and Lady Flames, the university's athletic program\n\nBULLET::::- New York Liberty, a women's basketball team\n\nBULLET::::- Statue of Liberty, an 1886 colossal neoclassical sculpture on Liberty Island in the middle of New York Harbor, in Manhattan, New York City\n\nBULLET::::- WebSphere Liberty Profile z/OS, an application runtime\n\nBULLET::::- Liberty, a cheerleading stunt where the flyer stands on one leg with the other leg at Passé\n\nSection::::See also.\n\nBULLET::::- Liberté (disambiguation)\n\nBULLET::::- Liberty Party (disambiguation)\n\nBULLET::::- Liberty Stadium (disambiguation)\n\nBULLET::::- Liberty Tree (disambiguation)\n\nBULLET::::- Mount Liberty (disambiguation)\n\nBULLET::::- Libertas (disambiguation)\n\nBULLET::::- Liberta (disambiguation)\n\nBULLET::::- Economic freedom", "title": "Liberty (disambiguation)"}, "negative_evidence": {"id": "9981655", "text": "Statue of Liberty (disambiguation) Statue of Liberty (disambiguation)\n\nThe Statue of Liberty is a colossal statue in New York Harbor, New York City, United States.\n\nThe Statue of Liberty may also refer to:\n\nSection::::Other statues.\n\nBULLET::::- \"Statue of Liberty\" (Budapest) or \"Liberty Statue\", a monument on the Gellért Hill in Budapest, Hungary\n\nBULLET::::- \"Statue of Liberty\" (Jardin du Luxembourg), a smaller version of \"Liberty Enlightening the World\" now at the Musée d'Orsay, Paris, France\n\nBULLET::::- \"Statue of Liberty\" (Leicester), a small replica of the \"Statue of Liberty\" installed at the Soar River bridges in Leicester", "title": "Statue of Liberty (disambiguation)"}, "div": "d_set"}]